[
  {
    "festival_name": "Roskilde Festival",
    "festival_year": 2025,
    "scrape_ts": "2025-02-06T21:29:25.980134",
    "artists": [
      {
        "artist_name": "Olivia Rodrigo",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1McMsnEElThX1knmY4oliG"
        },
        "bio_short": "Verdensstjerne sprænger rammerne og blotter følelserne med kæmpe fest på Orange Scene",
        "bio_long": "Olivia Rodrigo er ikke bare en verdensstjerne – hun er en revolution. På rekordtid er den unge amerikaner blevet synonym med ægte følelser, rå rockenergi og træfsikker hitfornemmelse – alt sammen med en autenticitet, der skiller hende ud i dagens musikscene. I 2025 indtager hun Roskilde Festival med sin eneste koncert i Skandinavien.\nAllerede som teenager viste Olivia Rodrigo sig som sin generations stemme, og med to sensationelle albumudgivelser har hun sat to tykke streger under sin status som en stjerne med et musikalsk udtryk, hvis mangfoldighed kun matches af hendes fanskare. Med sin blanding af rå energi og dyb lyrik taler hun direkte til fans af blandt andre No Doubt, Alanis Morissette, Avril Lavigne og Fiona Apple, kunstnere der har været en stor inspiration for Olivia Rodrigo og ligesom hende har formået at fange både ungdommens sårbarhed og styrke.\nBegge hendes to albummer gik omgående til tops på Billboard 200, hvilket gør Olivia Rodrigo til den første kvindelige artist i næsten et årti til at debutere på den amerikanske albumliste med sine to første plader. At Olivia Rodrigo er meget mere end en hitmager, understreges af talrige begejstrede anmeldelser. Rolling Stone udråbte hendes seneste plade, GUTS, til en ”instant classic”, og albummet er ligeledes at finde på adskillige årslister over bedste album i 2023 – fra Billboard, Entertainment Weekly og Los Angeles Times til Pitchfork, Rolling Stone og Soundvenue.\nDen universelle hyldest af hendes seneste tour vidner om, at Olivia Rodrigo også er en enestående liveoplevelse. Man kan også få syn for sagn ved at se den nye koncertfilm Guts World Tour på Netflix. Men først og fremmest skal man selvfølgelig være med, når Olivia Rodrigo tilføjer et nyt kapitel til sin vilde fortælling med en koncert på Roskilde Festival – verdensstjernens eneste besøg i Skandinavien i 2025!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/olivia-rodrigo",
        "other_data": {}
      },
      {
        "artist_name": "Stormzy",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/2SrSdSvpminqmStGELCSNd"
        },
        "bio_short": "Efter episke koncerter i 2016 og 2018 vender britisk stjerne endelig tilbage til Roskilde",
        "bio_long": "Stormzy er gået fra at være bannerfører for den britiske grime-genre til at være et bredtfavnende ikon, der samarbejder med navne som Ed Sheeran og Burna Boy, og som i 2019 blev den første sorte britiske rapper til at headline den ikoniske Glastonbury Festival. \nAllerede det roste debutalbum Gang Signs & Prayer (2017) markerede Stormzy som stærkt vedkommende kunstner og albummet nåede førstepladsen på den engelske hitliste som noget hidtil uhørt for et grime-album. \nSiden har han været i en rivende udvikling som kunstner, først med albummet Heavy Is The Head (2020) og senest med This Is What I Mean fra 2022, der har høstet roser for at vise en mere sårbar og eftertænksom side af stjernen med stærkt personlige tekster og et musikalsk univers, der trækker på soul, R&B og afrobeats. Senest udgav Stormzy i august 2024 hittet ’BACKBONE’ sammen med Chase & Status, og nummeret gik omgående til tops på den britiske hitliste.\nStorzmy har aldrig lagt skjul på sin kærlighed til det danske publikum, som også har kvitteret for kærligheden med nærmest ekstatiske reaktioner til hans danske koncerter. Det har vi også oplevet flere gange på Roskilde Festival, som Stormzy gæstede i både 2016 og 2018. Begge gange med koncerter, der satte en vild fest i gang, og som Stormzy selv har omtalt som nogle af sine bedste koncertoplevelser. Dermed er der også god grund til at vente en ekstraordinær koncert, når Stormzy endelig vender tilbage til Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/stormzy",
        "other_data": {}
      },
      {
        "artist_name": "Arca",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4SQdUpG4f7UbkJG3cJ2Iyj"
        },
        "bio_short": "Flamboyant producergeni smelter tidens elektroniske pop om til vilde nye former.",
        "bio_long": "Lige fra debutalbummet Xen (2014) har den venezuelanske musiker og producer Arca formået at forene popkultur og avantgarde i kreationer, hvor velkendte genrelandskaber muterer ud i vilde nye former.\nDen evne har gjort hende til et navn, som nogle af de største kunstnere ringer til, når de vil rykke grænserne for populærmusikken. Et imponerende producer-CV, der tæller navne som Björk, Rosalía, Frank Ocean og FKA Twigs, taler for sig selv.\nBjörk og Rosalía var sammen med Shygirl og Sophie også med på gæstelisten, da Arca i 2020 udsendte det overdådigt ambitiøse album KiCk i, som året efter blev fulgt op af hele fire supplerende plader. Sammen danner de fem KiCk-plader et svimlende indblik i Arcas fascinerende verden, hvor temaer om personlig transformation og seksualitet udfoldes gennem dekonstruktioner af alt fra pop og reggaeton til elektronisk clubmusik og ambient.\nArca nævner selv så forskellige kunstnere som Madonna, Aphex Twin og Wendy Carlos som inspirationer. Som forbillederne er hun ikke bange for at udfordre konventionerne – også på scenen, hvor vilde visuals og flamboyante outfits er med til at løfte musikkens visioner til nye futuristiske højder.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/arca",
        "other_data": {}
      },
      {
        "artist_name": "Artigeardit",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6a3WaWgxrVmNIvaiTCI0Kk"
        },
        "bio_short": "En af de vigtigste stemmer i dansk hiphop indtager Orange Scene",
        "bio_long": "Dansk-albanske Artigeardit har for længst slået sit navn fast som en definerende skikkelse på den danske hiphop-scene. Til sommer føjer Artigeardit et nyt kapitel til sin allerede enestående fortælling med karrierens største show på Orange Scene. Koncerten bliver en af Artigeardits få sommeroptrædener, og man skal glæde sig til ny musik.\nRoskilde Festival har flere gange ageret et checkpoint i Artigeardits rivende udvikling. Hans første koncert på festivalen fandt sted på Rising-scenen i 2018, og hans seneste af slagsen – foran et tætpakket publikum på Arena-scenen i 2022 – efterlod ingen tvivl om at, Artigeardit er blandt Danmarks bedste og største rappere: ”Et karrieredefinerende øjeblik”, skrev Politiken, mens Soundvenue kaldte Artigeardit for ”et godt bud på Danmarks bedste rapper”.\nÉn ting er dog hans tekniske overskud. En anden er hans store begavelse som historiefortæller, hvis sange åbner for dybt personlige betragtninger og komplekse undersøgelse af menneskelivet, samfundet og multikulturelle identiteter. Den evne brænder stærkt igennem på hans 2023-album Længe Leve, der blev hyldet som en nyklassiker og fik flere til at sammeligne hans lyriske tilgang med den amerikanske rapper Kendrick Lamar.\nSamme år føjede han endnu en kunstnerisk triumf til kataloget, da han med Lamin udsendte albummet Nu hvor vi er her, og naturligt nok var han da også med, da netop Lamin åbnede Orange Scene i 2024.\nNu er han så selv klar til at fyre sit show af på Orange Scene, hvor han giver en af få sommerkoncerter. Her er lagt op til en storslået koncert med en af de mest vedkommende stemmer i dansk musik lige nu og en kunstner, der både formår at levere fest, poetisk drive og eftertænksomme øjeblikke tilsat et nuanceret musikalsk udtryk.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/artigeardit",
        "other_data": {}
      },
      {
        "artist_name": "Beabadoobee",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/35l9BRT7MXmM8bv2WDQiyB"
        },
        "bio_short": "Mesterlig sangskriver med personlige tekster, drømmende popmelodier og alt-rock nerve",
        "bio_long": "I et stamtræ af hæderkronede alternative rocknavne, der tæller Mitski, Japanese Breakfast og lo-fi-koryfæer som Pavement og Daniel Johnston, har britiske Beabadoobee indskrevet sig som den, der løfter den tunge arv videre. Fans af alternativ rock og stærke popmelodier skal glæde sig til at opleve den mesterlige sangskriver med fuldt band på Orange Scene, i hvad der bliver Beabadoobees eneste skandinaviske show til sommer.\nBeabadoobee med det borgerlige navn Beatrice Laus formår at skabe sange, der indfanger en særlig stemning mellem ungdommens hudløshed og drømmende atmosfærer. Hendes musikalske univers fremstår dybt personligt og intimt, men rammer ikke desto mindre en nerve i tiden.\nFra at producere ungdommelige slackerhymner på sit soveværelse har den filippinsk-britiske kunstner vokset sig til en glødende generationsstemme, der på sine foreløbigt tre kritikerroste album har udfoldet vedkommende sange rodfæstet i en arv fra 90’ernes alternative rock, grunge, drømmepop og lo-fi. De begavede indie-sange har ikke blot affødt en masse stærke sammenligner, hun har også fortjent turneret med meganavne som Taylor Swift og Roskilde-aktuelle Olivia Rodrigo.\nPå sit seneste album, det fremragende This Is How Tomorrow Moves (2024), fortsætter hun med at bygge bro mellem personlig sangskrivning, stærke popmelodier og alternativ rock, denne gang i samarbejde med bl.a. den legendariske producer Rick Rubin. Albummet har høstet massive roser fra anmelderne og sætter forventningerne højt, når hun gæster Roskilde Festival til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/beabadoobee",
        "other_data": {}
      },
      {
        "artist_name": "D1MA",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5RaTuqY7SJHvh6MNzMagut"
        },
        "bio_short": "Gådefuld stjerne giver et eksklusivt natteshow på Orange Scene med ny musik",
        "bio_long": "I 2023 tryllebandt D1MA publikum på Roskilde Festival med en magtdemonstration af en nattekoncert på Arena-scenen. Nu gør en af de mest bemærkelsesværdige skikkelser i ny dansk rap- og popmusik sig klar til at indtage Orange Scene torsdag nat med ny musik og hans eneste show i 2025.\nD1MA er en gåde i dansk musik. Anonym, maskebærende og alligevel en kunstner, der har både anmeldere og publikum i sin hule hånd, og som nogle af tidens største danske musikere står i kø for at samarbejde med. Tidligt i karrieren blev han udråbt til en af Danmarks bedste rappere, men siden har han transcenderet denne kasse og skabt en hybrid af hiphop, pop og elektronisk musik med plads til både EDM-inspirerede club hits og sjælfulde dyk ned i melankolske ballader. \nHan har udgivet musik med stjerner som Medina og Tobias Rahim og cementerede for alvor sin status i dansk musiks topliga med debutalbummet EV1GT&ALT1D fra 2023. Samme år viste han også sit format som livekunstner med sin optræden på Roskilde Festival, hvor det majestætiske og minimalistiske gik op i en højere enhed, og hvor D1MA ifølge Soundvenues anmelder antog karakter af en mørk engel på en scene, der var lige dele klub og kirke.  \nDet virker yderst passende, at D1MA efter en længere pause fra livescenen, vender tilbage til Roskilde Festival med ny musik for at give årets eneste koncert. Vi tør godt spå, at der er noget stort i vente, når det maskebærende ikon indtager Orange Scene.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/d1ma",
        "other_data": {}
      },
      {
        "artist_name": "Deftones",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6Ghvu1VvMGScGpOUJBAHNH"
        },
        "bio_short": "Alternative metal-legender vender tilbage til Roskilde Festival med nyt materiale",
        "bio_long": "Få bands i nu metal-bølgen er så omgærdet af kærlighed fra både fans og anmeldere som Sacramento-bandet Deftones. Banebrydende album som Around The Fur (1997) og White Pony (2000) kan fortsat give julelys i øjnene hos yndere af udfordrende metal, og samtidig har Deftones som få andre formået at bygge bro mellem metal, alternativ rock og atmosfærisk postpunk. \nNu er Deftones tilbage, og det markeres i 2025 med længeventet nyt materiale, der følger op på bandets seneste album, Ohms (2020), der til fulde viser, at Deftones ikke er færdige med at søge nye interessante veje for den tunge musik. Ohms høstede fremragende anmeldelser, blandt andet fra NME, der skrev, at albummet cementerede Deftones’ position som “the most interesting heavy metal band in the world”.\nLive er Deftones også fortsat i fremragende form med deres unikke lyd, der blander elementer af alt fra thrash og avantgarde-metal af Meshuggah-skolen til atmosfærisk shoegazer, dyster postpunk og eksperimenterende rock. I foråret 2025 begiver Deftones sig ud på en stor turné i USA, så man kan roligt sætte næsen op efter at opleve et band i topform til sommer!\nOgså på Roskilde Festival har Deftones adskillige gange fejret triumfer. Senest med en rost koncert i 2014. Bandet var booket til Roskilde Festival i 2020 og 2021, inden begge festivaler blev aflyst, så det er med enorm begejstring, at vi endelig kan byde Deftones tilbage til sommer!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/deftones",
        "other_data": {}
      },
      {
        "artist_name": "Doechii",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4E2rKHVDssGJm2SCDOMMJB"
        },
        "bio_short": "Første danske koncert fra karismatisk og albumaktuel stjernerapper",
        "bio_long": "Med mixtapet Alligator Bites Never Heal, der ramte musikscenen som et missil i 2024, har Doechii for alvor slået sit navn fast som kompromisløs kunstner og rå rapper med en umiskendelig sydstats-twang. Af flere medier er den Florida-baserede rapper, der titulerer sig selv som Swamp Princess, da også spået det helt store gennembrud i 2025.\nKombinationen af sumpvåde produktioner, en særegen vokal og tekster, der forener personlige erfaringer og en god portion humor, har sikret Doechii bred anerkendelse, flere priser (bl.a. en Rising Star Award til Billboard Women of Music i 2023) og samarbejder med nogle af tidens største kunstnere.\nI 2023 var hun med på Doja Cats tour, og i kølvandet af successen med Alligator Bites Never Heal har hun i 2024 høstet hæder for sin første headliner-tour. Året har også budt på en række bemærkelsesværdige features hos kunstnere som Tyler, The Creator og Katy Perry samt en optræden med SZA – og en blåstempling fra selveste Kendrick Lamar, der kalder Doechii ”den vildeste” netop nu.\nI 2025 udsender den karismatiske rapper endelig sit debutalbum, som hun garanterer bliver en opløftende og eklektisk musikalsk fest. Det samme kan man uden tvivl vente, når Doechii på Roskilde Festival giver sin første danske koncert.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/doechii",
        "other_data": {}
      },
      {
        "artist_name": "Fontaines D.C.",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/3SXwqSqAoBz9WCI9PDQzY6"
        },
        "bio_short": "Irske post-punk helte vender tilbage til Roskilde",
        "bio_long": "Punken er ikke død! Tværtimod oplever den i disse år en bemærkelsesværdig revival i hænderne på bands som Idles og ikke mindst irske Fontaines D.C., der både har et ben i punkens rå og sociale indignation og en mere eksperimenterende postpunk-æstetik med plads til mørke stemninger, poesi og nysgerrige udforskninger af lyd.\nAllerede debutalbummet Dogrel (2019) slog det irske bands navn fast som en uomgængelig force på den alternative rock-scene. Albummet blev bl.a. nomineret til den prestigefyldte Mercury Award og høstede superlative anmeldelser. Flere roste album og ikke mindst en lang række storslåede koncerter har løftet Fontaines D.C. til nye tinder. I 2022 gæstede de Roskilde Festival med en triumf af en koncert, hvor de i den grad havde fat i publikum.  \nSiden er de blevet signet af XL Recordings, hos hvem de i 2024 udsendte albummet Romance. En ny milepæl for bandet, der bl.a. scorede topkarakter i The Guardian, hvor bandet blev hyldet for evnen til at levere musik i det store arenaformat uden at gå på kompromis med deres eksperimenterende stil, kritiske brod og poetiske tekster.\nMed deres stærke sange og tårnhøje ambitioner er de nu klar til atter at overvælde Roskilde!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/fontaines-dc",
        "other_data": {}
      },
      {
        "artist_name": "Jamie xx",
        "stage_name": "Orange Scene",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7A0awCXkE1FtSU8B0qwOJQ"
        },
        "bio_short": "Euforisk dansefest i natten med kritikerrost elektronisk musiker",
        "bio_long": "Der er lagt op til en at de helt særlige magiske sommernætter på Orange Scene, når britiske Jamie xx udfolder sit elektroniske klubunivers på Roskilde Festivals største scene.\nJamie xx har i høj grad været med til at definere de sidste par årtiers musik, først med indiebandet The xx, siden som anerkendt DJ og remixer, der bl.a. har arbejdet med legenden Gil Scott-Heron på albummet We’re New Here. I 2024 tog han sin status til nye højder med albummet In Waves, der er spækket med episke bangers, euforiske rytmer og ild i rumpetten, men også melankolsk dybde og en paraderække af gæster (The Avalanches, Panda Bear, Robyn, Romy, Oliver Sim og mange flere).\nAlbummet markerede ni års ventetid på et nyt album fra Jamie xx, der i 2015 udsendte den hæderkronede og stilskabende albumdebut In Colour, der står som en milepæl i den elektroniske musik og høstede massive anmelderroser.\nMed In Waves er Jamie xx i dén grad tilbage, og anmelderne har da heller ikke været sene til at hylde albummet som en triumf. Også de efterfølgende live shows er blevet hyldet for evnen til at bringe en intim klubatmosfære til store venues og festivalscener. Det kommer vi uden tvivl også til at opleve, når Jamie xx endelig vender tilbage til Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/jamie-xx",
        "other_data": {}
      },
      {
        "artist_name": "Nine Inch Nails",
        "stage_name": "Arena",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0X380XXQSNBYuleKzav5UO"
        },
        "bio_short": "Amerikanske industrial-legender vender tilbage til Roskilde Festival med knusende lyd",
        "bio_long": "Ikke alene har Nine Inch Nails sat en tårnhøj standard for moderne industrialmusik. Bandets musik troner også som et mangefacetteret kunstværk, der fortsætter med at blotlægge både sjælens mørke mareridt og civilisationens sygdomme.\nAmerikanske Trent Reznor, der er hovedarkitekten bag Nine Inch Nails’ dystre lyd, har siden den banebrydende debut i 1989 med Pretty Hate Machine udfoldet en musikalsk vision med plads til både mørke atmosfærer, introspektiv melankoli, næsten hymniske sange og brutale soniske frontalangreb på lytteren.\nDén mangfoldighed har ikke blot kastet et utal af klassikere af sig og sat et tydeligt aftryk i hele populærkulturen, hvor indflydelsen fra Nine Inch Nails kan høres i både rock, metal, electronica og filmmusik. Det har også gjort Nine Inch Nails’ koncerter til voldsomme og nærmest katarsiske seancer, hvad man flere gange har kunnet bevidne på Roskilde Festival. Senest i 2018, hvor Nine Inch Nails leverede et brag af en koncert.\nSiden 2016 har Nine Inch Nails fungeret som duo, der ud over Reznor tæller multiinstrumentalist og producer Atticus Ross. I den konstellation har bandet udsendt roste plader som 2018’s Bad Witch samt 2020’s dobbeltudgivelse Ghosts V og Ghosts VI. Samtidig har Reznor og Ross sat høje standarder for filmmusik og har senest vundet en Golden Globe for deres score til filmen Challengers.\nNine Inch Nails holder fortsat den kreative fakkel højt og har i interviews luftet, at de for tiden arbejder på nyt materiale. Nu er de klar til atter at ryste Roskilde Festival med deres monumentale lydbillede og intense liveshow.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/nine-inch-nails",
        "other_data": {}
      },
      {
        "artist_name": "Schoolboy Q",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5IcR3N7QB1j6KBL8eImZ8m"
        },
        "bio_short": "Rapskolens duksedreng tager Roskilde i mesterlære",
        "bio_long": "Schoolboy Q er en af de mest dynamiske rappere i moderne hiphop. Med sin evne til at balancere mellem hårdtslående bangers og introspektive tracks har han cementeret sin plads som en unik stemme. Siden sin debut i 2011 har han imponeret med uforudsigelige flows, skarpe tekster og en musikalsk spændvidde fra West Coast-grooves til mørke beats. Hvis nogen skulle undervise i hiphoppens mange facetter, ville Schoolboy Q være læremesteren. \nPå sit seneste og mest fokuserede album til dato, Blue Lips, tager Schoolboy Q endnu et kunstnerisk skridt fremad og dykker ned i emner som selvransagelse og modstandsdygtighed. Inspireret af blaxploitation-filmenes improviserede kreativitet kombinerer Blue Lips varme instrumenteringer med præcise tekster og overraskende melodier. Resultatet er et værk, der både udfordrer og begejstrer, og som cementerer Q’s evne til at forny sig selv uden at gå på kompromis med sin kerne.\nHar du endnu ikke læst op på Schoolboy Q, kan du dykke ned i et imponerende bagkatalog, der også tæller samarbejder med navne som Kendrick Lamar, Jay Rock og Ab-Soul. Schoolboy Q, derimod, behøver ikke læse op på Roskilde Festival; festivalen er nemlig ikke et fremmed sted for rapperen. I 2016 leverede Schoolboy Q nemlig en mesterlig og anmelderrost koncert på Arena-scenen, hvor bangers, attitude og publikums energi gik op i en højere enhed.\nRoskilde-publikummet kan nu se frem til endnu en intens hiphop-lektion fyldt med rå energi og skarpe leveringer fra en mester, der stadig har meget at lære os.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/schoolboy-q",
        "other_data": {}
      },
      {
        "artist_name": "A. G. Cook",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/335TWGWGFan4vaacJzSiU8"
        },
        "bio_short": "Hyperpoppens hovedarkitekt forener poppens fortid og fremtid i farverigt liveshow",
        "bio_long": "Man overdriver ikke ved at sige, at moderne popmusik ville se meget anderledes ud uden producer og musiker A. G. Cook.\nHan grundlagde det ekstremt indflydelsesrige producerkollektiv og label PC Music, har samarbejdet med kunstnere som Sophie, Troye Sivan, Caroline Polachek og Beyoncé og er blevet set som en af hovedarkitekterne bag hele hyperpop-bølgen, som har haft enorm indflydelse på hele det popmusikalske landskab. Nok så vigtigt er han Charli XCXs faste kreative partner og også hovedproduceren på hendes blockbuster-album Brat.\nAt Cook er en mester med både en stor popkulturel bevidsthed og en evne til at skubbe poppen ind i gnistrende futuristiske retninger, viser han på sit eget seneste opus med den kække titel Britpop. Her favner Cook på et tripple-album både poppens fortid, nutid og fremtid med alt fra glitrende 80’er synths, støjpoppede guitarer, tindrende smukke ballader og eksperimenterende soniske udforskninger, der demonstrerer at han stadig er en af poppens mest innovative skikkelser uden dermed at ofre musikkens umiddelbare nerve og engagerende potentiale.\nLive er A. G. Cook en energisk tour de force, der sender både hjerte og dansegulv i selvsving, så gør dig klar til at blive trukket ind i et univers, der forener romantisk inderlighed med klubstemning på speed. Når han rammer Roskilde Festival til sin første koncert i Danmark, kan du forvente et show, der sprænger rammerne og sætter en tyk streg under, hvorfor han er en af poppens mest banebrydende skikkelser.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/a-g-cook",
        "other_data": {}
      },
      {
        "artist_name": "Anoushka Shankar",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6MTByljF8u5omBltY2VKPU"
        },
        "bio_short": "Sitar-mester forener dybe rødder og nye kunstneriske veje i mangfoldige kompositioner",
        "bio_long": "Med gribende musikalitet, sjælfuld klang og kunstnerisk vovemod har Anoushka Shankar bragt den traditionelle indiske sitar ud i overraskende nye lydlandskaber.\nHendes ambitiøse kompositioner har siden det imponerende debutalbum Anoushka fra 1998 indbragt hende talrige kritikerroser og adskillige priser, og hun fortsætter med at være en kunstner i bevægelse, der bygger bro mellem mange genrer som jazz, folk, elektronisk musik og ny kompositionsmusik, ligesom hun har samarbejdet med store kunstnere som Sting og George Harrison.\nHun er datter af den store indiske sitar-mester Ravi Shankar og bærer selv sitarens rige musikalske traditioner ind i nutiden – med stor respekt for rødderne, men også med en fri tilgang, der lader sitarens smukke og mangfoldige toner flyde ind i nye sammenhænge. \nAnoushka Shankars evige mod til at søge nye veje for instrumentet afspejles i hendes aktuelle trilogi af EP’er, der åbner atmosfæriske rum i samarbejde med kunstnere som Arooj Aftab og Nils Frahm. “The dawning of a new day for the sitar”, skrev Pitchfork om den anden EP i serien. Nu er Shankar klar til at tage publikum på Roskilde Festival med på en dyb og helende rejse ned i sitarens mysterier.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/anoushka-shankar",
        "other_data": {}
      },
      {
        "artist_name": "Beth Gibbons",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6Lt6KFXX3P0v6vfrynQAMo"
        },
        "bio_short": "En af vor tids mest dragende vokalister gæster Roskilde Festival med mørkt mesterværk",
        "bio_long": "59 år skulle den engelske sangerinde Beth Gibbons fylde, før hun gav verden sit første regulære soloalbum. Det melankolske mesterværk Lives Outgrown har dog været al ventetiden værd. Albummet udkom i 2024 til topanmeldelser fra førende musikmedier, og Gibbons’ koncerter i kølvandet på udgivelsen har ligeledes høstet masser af roser.\nSiden 90’erne har Gibbons været en nærmest hjemsøgende stemme i populærmusikken. Med en mystisk aura og fraseringer, der emmede af blå melakoli, var hun et følelsesmæssigt fikspunkt i Portisheads filmiske triphop. Med Portishead har hun udsendt tre album, der alle står som klassikere. I flere omgange har hun også gæstet Roskilde Festival med bandet.\nOgså ved siden af Portishead har hun markeret sig som en af vor tids store vokalister, der har samarbejdet med så forskellige navne som Kendrick Lamar og den polske avantgardekomponist Krzysztof Penderecki, ligesom hun i 2002 udsendte det roste album Ouf of Season med Talk Talk-musikeren Paul Webb (alias Rustin Man).\n“A gripping study of ageing and loss” skrev The Guardian i deres skamrosende anmeldelse af Lives Outgrown, der viser, at Gibbons også som solokunstner mestrer alle melankoliens nuancer i et stemningsmættet, rigt orkestreret og konstant overraskende værk, der trækker på både engelsk folkemusik, jazz og progressiv rock. En gåsehudsfremkaldende oplevelse venter på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/beth-gibbons",
        "other_data": {}
      },
      {
        "artist_name": "Ca7riel & Paco Amoroso",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6I8TDGeUmmLom8auKPzMdX"
        },
        "bio_short": "Viral sensation med overlegen fusion af trap, funk og latin",
        "bio_long": "Mange musikelskere fik en opløftende oplevelse i 2024 ved at klikke ind på den argentinske duo Ca7riel & Paco Amorosos Tiny Desk-livesession. Gnisten, humoren og det kreative overskud, der flyder ud af de to musikere og deres store medbragte band på optagelsen, er så frigørende og smittende, at videoen blev en af 2024’s store virale musikfænomener.\nMusikalsk viser videoen en duo, der veloplagt eksperimenterer med et udtryk, som blander trap, funk, latin pop, soul og meget mere – grænseløst, men samtidig dybt musikalsk. Og deres Tiny Desk-session har fået fans til at udråbe dem til at være en slags latin-udgave af navne som Anderson .Paak.\nCa7riel & Paco Amoroso er dog ikke kommet ud af det blå. Hver for sig har de to musikere slået deres folder i Argentinas alternative musikmiljø i flere år, og siden 2018 har de udsendt flere skarpe singler som duo, inden de i 2024 endelig udsendte deres debutalbum, BAÑO MARÍA.\nAlbummet viser mere elektroniske sider af Ca7riel & Paco Amorosos eksperimenterende cocktail af latin, trap og funk og demonstrerer, hvor mange retninger de kan tage deres lyd i. At de live er et festfyrværkeri af groove og nerve er der ingen tvivl om, og det bliver en svedig fest, når de gæster Roskilde Festival med fuldt band.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/ca7riel-paco-amoroso",
        "other_data": {}
      },
      {
        "artist_name": "Electric Callboy",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1WNoKxsp715jez1Td4vthc"
        },
        "bio_short": "Hårdtslående festkonger indtager Roskilde med kæmpe show",
        "bio_long": "Forestil dig at skyde en farverig konfettikanon af midt i en sortklædt metal-messe, og du får en nogenlunde idé om, hvor Electric Callboy sender dig hen, når de indtager scenen.\nFor det tyske band er både hårdtslående og helvedes underholdende, når de blænder op for deres højenergiske blanding af metallisk deathcore, poppede omkvæd og elektroniske elementer hentet fra genrer som hardstyle og EDM. Nå ja, og så er de heller ikke bange for at smide elementer af tysk Schlager ned i det balstyriske mix.\nAl selvhøjtidelighed er smidt uden for døren hos bandet, der har omtalt deres egen musik som porn metal. Og som de fødte entertainere de er, har Electric Callboy siden starten i 2010 skabt sig et ry som et navn, der altid leverer en kæmpe koncertoplevelse. Ikke for ingenting vandt de i 2024 en Heavy Music Award som bedste live-navn. Bandet har i 2024 også skaffet sig en del hype med Baby Metal-samarbejdet “Ratatata”, og et nyt album er ligeledes på vej.\nDen tungt rockende fest er således også sikret, når Electric Callboy indtager Roskilde Festival med deres hæsblæsende energi og ekstravagante show.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/electric-callboy",
        "other_data": {}
      },
      {
        "artist_name": "Faye Webster",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5szilpXHcwOqnyKLqGco5j"
        },
        "bio_short": "Melankolsk country, indie-folk og R&B-inspiration i gribende blanding",
        "bio_long": "Atlanta-sangskriveren Faye Webster skaber musik, der på overfladen kan virke nærmest henkastet og ladet med døsige stemninger. Men snart åbenbarer de både underliggende drama og en ungdommelig sårbarhed, som drager lytteren ind.\nFaye Webster kommer ud af en musikalsk familie rundet af både bluegrass og country. Countrymusikken klinger da også med i hendes ofte melankolske sange, hvor hun forener sin arv med både indiefolk, pop og R&B. Den originale blanding har skaffet hende fans på tværs af flere genrer og generationer, ligesom den har ført til begejstrede anmeldelser.\nAlbummet I Know I'm Funny Haha fra 2021 sikrede hende en plads på Pitchforks liste over årets bedste, og det har heller ikke skortet på lovprisninger fra førende internationale medier af den stærke opfølger Underdressed at the Symphony, der udkom i 2024. \nI en række intelligente og hudløse sange indfanger Webster her på mesterlig vis en dirrende tilstand mellem ungdommens åbne sanser og voksenlivets erfaringer. Den melankolske nerve forløser hun også skarpt, når hun indtager scenen med skrøbeligt nærvær og originale arrangementer, og vi ser frem til at opleve den enestående sangskriver på Roskilde til sommer!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/faye-webster",
        "other_data": {}
      },
      {
        "artist_name": "Lola Young",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/67FB4n52MgexGQIG8s0yUH"
        },
        "bio_short": "Sjælfuld og alternativ pop med ufiltreret nerve og en stor vokal",
        "bio_long": "Den unge London-kunstner Lola Young har sat ild til musikscenen med en stil, der forener rå attitude, tekster uden filter og en enestående vokal, der trækker på både pop, soul og R&B.\n“Essential, captivatingly messy pop” skrev NME i en topanmeldelse af Lola Youngs andet album, This Wasn’t Meant For You Anyway, der udkom i 2024 og for alvor satte hendes musik på landkortet. Inden da havde hun dog kridtet banen grundigt op med en række stærke EP’er og ikke mindst det virale hit “Don’t Hate Me” fra 2023-albummet My Mind Wanders and Sometimes Leaves Completely.\nKunstnere som Madonna, Michael Stipe og SZA har meldt sig under fanerne som fans af det unge talent, og Tyler, The Creator inviterede hende til at medvirke på sit seneste album, Chromakopia. Kæmpehittet ”Messy” var i slutningen af 2024 Ugens Uundgåelige på P3 og har siden ligget i fast, høj radiorotation herhjemme, mens den også globalt er gået viral. Ved indgangen af 2025 er ”Messy” blevet streamet mere end 150 millioner gange på Spotify alene.\nMusikalsk trækker Lola Young på både indierockens energi, hiphoppens rå sprogbrug og soulmusikkens følelsesmæssige dybder, og det hele flyder ind i uimodståelige popsange, der går lige i hjertet. Ikke mindst når Lola Young fremfører dem live med vokal power og en vital stage presence, som vi ikke kan vente med at opleve på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/lola-young",
        "other_data": {}
      },
      {
        "artist_name": "Lucy Dacus",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/07D1Bjaof0NFlU32KXiqUP"
        },
        "bio_short": "Hudløse tekster og skarpe indierock-melodier i gribende forening",
        "bio_long": "Uanset om hun optræder under eget navn eller som del af den fantastiske supergruppe boygenius, kan man altid regne med, at amerikanske Lucy Dacus er garant for knivskarp sangskrivning pakket ind i indierockede guitarer og løftet af en vedkommende vokal.\nLucy Dacus’ sange rummer en klassisk sans for stærke fortællinger forenet med den hudløse nerve, man kan finde i inderlige dagbogsnotater. Det er samtidig sange, der er rundet af et queer blik på verden og stiller sig solidarisk med alle verdens outsidere.\nTag bare hendes seneste solo-album, den blændende Home Video, der udkom på Matador Records i 2021. Et album, der til fulde viser Lucy Dacus som en af vor tids store sangskrivere, der spinder et gribende coming-of-age drama i sange, der fik Rolling Stone til at sammenligne hende med en ung Bruce Springsteen. Anmeldelsen priste Home Video som hendes stærkeste album til dato, og flere musikmedier stod da også i kø for at smide roser efter det.\nI de seneste par år har Lucy Dacus haft travlt med boygenius, men i 2025 udkommer hun med sit fjerde studiealbum, der bærer titlen Forever Is A Feeling. Det kan man roligt glæde sig til, ligesom man kan se frem til at opleve hendes gribende sange live på Roskilde Festival til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/lucy-dacus",
        "other_data": {}
      },
      {
        "artist_name": "Magdalena Bay",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1oPRcJUkloHaRLYx0olBLJ"
        },
        "bio_short": "Hypet duo tager dig på en rejse til en retro-futuristisk pophimmel",
        "bio_long": "“Underrated pop messiahs at the top of their game”, døbte musikmagasinet NME den amerikanske duo Magdalena Bay i en skamrosende anmeldelse af 2024-albummet Imaginal Disk. Og de er langtfra de eneste, der har lovprist albummet, som til fulde viser duoens evne til at forbinde popmusikkens mest himmelstræbende ambitioner med eksperimenterende understrømme.\nDe to musikere Mica Tenenbaum og Matthew Lewin dannede duoen i 2016 og blev et varmt navn på den alternative popscene med debutalbummet Mercurial World (2021), hvor foreningen af progressive tendenser, synthpop og store hooks allerede var til stede. Med Imaginal Disk har de for alvor bidt sig fast med et gennemført retro-futuristisk univers, der refererer vidt og bredt til hele pophistorien, og som samtidig emmer af kompromisløs musikalsk virtuositet. \nMagdalena Bay formår at orkestrere deres episke bangers med en opfindsom visuel side, der kan nydes i deres videoer, men som i høj grad også kommer til udtryk på scenen, hvor de fremstår som fødte performere. Der venter et visionært pop-show på Roskilde til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/magdalena-bay",
        "other_data": {}
      },
      {
        "artist_name": "MØ",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0bdfiayQAKewqEvaU6rXCv"
        },
        "bio_short": "Dansk verdensstjerne vender tilbage med innovative popsange, nye hits og medrivende show",
        "bio_long": "Den danske sanger MØ har altid gået sine egne veje og har med stor karisma og vilje til at tage chancer etableret sig som en international stjerne uden at gå på kompromis med sin kunstneriske integritet.\nI 2014 brød hun igennem med albummet No Mythologies to Follow, en moderne klassiker inden for dansk musik, og hun har siden leveret flere roste udgivelser og samarbejdet med navne som Charli XCX og Major Lazer. I 2024 markerede hun jubilæet for sit debutalbum med en genudgivelse og nye tilføjelser, og nu har hun løftet sløret for endnu et album, hvorfra singlen “Who Said” allerede har givet en smagsprøve på en ny, energisk retning.\nMØ er kendt for sine medrivende koncerter, som hun har bevist flere gange på Roskilde Festival, senest med en triumferende optræden i 2019. Når hun vender tilbage, er det med både klassikere og nye hits, der viser hendes evne til konstant at forny sin unikke poplyd.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/moe",
        "other_data": {}
      },
      {
        "artist_name": "Saint Levant",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5ZZsFnpO7frU8h5xH1wtjT"
        },
        "bio_short": "Det personlige og politiske blandes hos palæstinensisk stjernerapper",
        "bio_long": "From Gaza With Love var den rammende titel på Saint Levants debut-EP fra 2023. Selvom rapperen Marwan Abdelhamid, der står bag navnet, er en verdensborger med en fransk-algerisk mor og en serbisk-palæstinensisk far, er der ingen tvivl om, at han ser Gaza som sit åndelige hjem. \nHer voksede han op, indtil han i 2007 var tvunget til at flygte til Jordan. Siden har han bosat sig i Los Angeles, hvorfra han har etableret sig som en uomgængelig repræsentant for arabisk hiphop, der allerede har spillet store festivaler som Montreux Jazz Festival og Coachella. \nSaint Levant blander lyrik på arabisk, fransk og engelsk, og også musikalsk er han en eklektiker, der elegant mixer traditionel arabisk musik, hiphop og R&B. Ud af dette væv af kulturelle og sproglige referencer fortæller Saint Levant en dybt personlig historie, samtidig med at han bruger sin stemme til at tale om brændende politiske spørgsmål. \nSammenfletningen af det personlige og det politiske ses på debutalbummet fra 2024, Deira, der er opkaldt efter et hotel, som hans far designede, men som i 2023 blev bombet sønder og sammen af den israelske hær. I Saint Levants musik rejses hotellet igen som et symbol på et frit Palæstina, og nu bringer han sine vedkommende sange til Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/saint-levant",
        "other_data": {}
      },
      {
        "artist_name": "Shaboozey",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/3y2cIKLjiOlp1Np37WiUdH"
        },
        "bio_short": "Banebrydende hitlistefænomen med unik blanding af country og hiphop",
        "bio_long": "Med kæmpehittet “A Bar Song (Tipsy)” og to prominente features på Beyoncés banebrydende Cowboy Carter-album har Shaboozey markeret sig som en kraftfuld stemme på musikscenen. En sangskriver, der med en unik blanding af country, folk, blues og hiphop formår at udvinde en essens af amerikansk musikkultur og omstøbe denne til medrivende sange.\nShaboozey har nigerianske rødder, men voksede op i Virginia til lyden af både hiphop, R&B og country/blues-navne som Johnny Cash, Kenny Rogers og Lead Belly. I 2018 udsendte han debutalbummet Lady Wrangler, og samme år nåede mange lyttere via Duckwrth-samarbejdet “Start a Riot”, der var at finde på soundtracket til Spider-Man: Into the Spider-Verse.\nHans unikke fusion af hiphop og country, der løftes af en fremragende stemme, stærke tekster og fængende melodier, nåede nye højder på tredje album Where I’ve Been, Isn’t Where I’m Going fra 2024. Som Pitchfork skrev: “Where I’ve Been, Isn’t Where I’m Going epitomizes not a one-hit wonder but a songwriter who has found both his mode and his moment at the exact same time.”\nSammen med Beyoncé har Shaboozey bygget bro som sort kunstner, der har toppet de væsentligste country-charts. Resten af albummet lever op til hypen. “Shaboozey brings hip-hop grit to country” skrev New York Times om albummet, der har bragt Shaboozey ind i den helt tunge musikalske liga. Han er i dén grad en stemme til tiden, og nu bringer han sine vedkommende sange til Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/shaboozey",
        "other_data": {}
      },
      {
        "artist_name": "Snow Strippers",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6TsAG8Ve1icEC8ydeHm3C8"
        },
        "bio_short": "Hårdkogt dansefest fra dekadente electroclash-fornyere",
        "bio_long": "Med deres trashy elektroniske bangers er fænomenet Snow Strippers klar til at levere en hedonistisk fest skruet op på fuld styrke, når de til sommer gæster Roskilde Festival.\nDuoen, der består af sangerinde Tatiana Schwaninger og producer Graham Perez, har vakt opsigt med en række hæsblæsende mixtapes samt debutalbummet The Snow Strippers, der udkom på duoens eget label Nice Bass Bro i 2022. I det hele taget holder duoen DIY-fanen højt, da de ud over at producere al musikken selv også står for den visuelle side og merchandise. Det giver dem kreativ frihed til at sætte speederen i bund i deres udforskning af et både hårdt og dansevenligt udtryk, der trækker på elementer af electroclash, hyperpop, techno og witch house.\nFans af Crystal Castles og Sleigh Bells vil med garanti føle sig hjemme i Snow Strippers’ punkede og dekadente electropop, der har sat gang i dansegulve i både dunkle undergrundsklubber og på store koncertscener. Også Lil Uzi Vert er fan og har inviteret duoen med på samarbejder.\nLive er de kendt for at levere maksimalistiske shows, hvor visuals og stroboskoplys understreger sangenes rave-natur. Der venter en svedig dansefest på Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/snow-strippers",
        "other_data": {}
      },
      {
        "artist_name": "The HU",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0b2B3PwcYzQAhuJacmcYgc"
        },
        "bio_short": "Heavy metal og mongolsk strubesang i episk forening",
        "bio_long": "Mødet mellem klassisk heavy metal og traditionel mongolsk musik lyder på papiret overraskende, men når man først har lagt øre til The HU, virker det indlysende rigtigt.\nDe traditionelle mongolske instrumenter og metal-genrens hang til episke melodier og muskuløse riffs passer nemlig sjældent godt sammen. Ikke mindst når man tilsætter den særlige strubesang, som er en rig tradition i den mongolske kultur, og som giver The HU en unik klang.\nDet er musik, som rører ved nærmest arketypiske landskaber, men som samtidig fremstår moderne. Selv kalder bandet musikken Hunnu Rock, inspireret af et mongolsk imperium fra oldtiden. Navnet The HU betyder slet og ret “menneske”, og selvom bandet, der blev dannet i 2016, dyrker dybe traditioner, har musikken en universel styrke, der forener fans af folk, rock og metal.\nDet cementeres af, at The HU har været efterspurgt på adskillige internationale festivaler, hvor de har høstet forrygende anmeldelser og opbygget en dedikeret global fanskare. I 2023 gæstede den engelske festival Glastonbury med et show, der blev foreviget på et monumentalt live-album. Scenen er sat for et brag af en koncert, når The HU indtager Roskilde Festival med deres Hunnu Rock!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/the-hu",
        "other_data": {}
      },
      {
        "artist_name": "Thee Sacred Souls",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0oK5D6uPhGu4Jk2dbZfodU"
        },
        "bio_short": "Dybe soulmeditationer og helende grooves fra mesterlig trio",
        "bio_long": "Både krop og sjæl overstrømmes af en nærmest salig energi, når Thee Sacred Souls inviterer dig ind i deres organiske univers, der varmer som solen i Californien, hvor trioen stammer fra.\nDybe grooves, smukke harmonier og sjælfuld vokal går op i en højere enhed, hvor arven fra soulmusikkens ikoner som Marvin Gaye og Smokey Robinson vibrerer tydeligt i hver en tone. Disse inspirationer transformeres til et personligt udtryk, der har skaffet Thee Sacred Souls en enorm fanskare, siden de brød igennem i 2022 med deres selvbetitlede debutalbum. Siden har de turneret flittigt, og navne som Alicia Keys og SZA har meldt sig under fanerne som dedikerede fans.\nMed et udtryk baseret på bas, trommer og vokal skaber Thee Sacred Souls musik, der både er retro og tidløs, grounded og kosmisk. Det er soulmusik til tiden og samtidig den perfekte modgift til en rastløs tidsånd. For der er intet hastværk i Thee Sacred Souls’ nærmest meditative soul og R&B. Det eneste, der går hurtigt, er trioens raketfart mod stjernerne.\nMed deres nye, fremragende album Got A Story To Tell føjer de nye nuancer til deres særlige lyd, og de er klar til at give Roskilde en helende koncert.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/thee-sacred-souls",
        "other_data": {}
      },
      {
        "artist_name": "Wet Leg",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/2TwOrUcYnAlIiKmVQkkoSZ"
        },
        "bio_short": "Britisk indierock-sensation indtager Roskilde Festival",
        "bio_long": "Med skarpe tekster, tongue-in-cheek humor og en mesterlig fornemmelse for solide hooks har den engelske duo Wet Leg formået at puste nyt liv i guitarbaseret indiepop.\nSjældent har et debutalbum skabt så meget begejstring som Wet Legs selvbetitlede debut, der udkom på hæderkronede Domino Records i 2022. Rhian Teasdale og Hester Chambers, der grundlagde duoen i 2019 og i 2021 charmerede musikverdenen med singlen “Chaise Longue”, blev hurtigt et af tidens mest omtalte navne.\nWet Leg var at finde på adskillige årslister, røg til tops på hitlisterne, og duoen modtog adskillige priser, bl.a. prisen som bedste britiske gruppe til Brit Awards og en Grammy for bedste alternative album. På eksemplarisk vis har duoen, der hurtigt gik fra at spille små klubshows til store arenaer og festivaler, demonstreret en evne til at bringe sangenes humor og nerve til scenen. Og som publikum er det umuligt ikke at blive revet med af deres underfundige energi.\nBåde det sensationelle debutalbum og duoens medrivende koncerter har skabt tårnhøje forventninger til et nyt album. Det er endelig på trapperne, og timingen er derfor helt perfekt, når Wet Leg rammer Roskilde Festival med deres karismatiske indiehymner.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/wet-leg",
        "other_data": {}
      },
      {
        "artist_name": "4am Kru",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7nrVhzPUJsigF7rt9BL9jQ"
        },
        "bio_short": "90’er-rave på en måde, du aldrig har oplevet det før",
        "bio_long": "4am Kru tager dig tilbage til en magisk tid i starten af 90’erne, hvor en sand kreativ eksplosion fandt sted på den britiske rave-scene. Ikke mindst med fremkomsten af jungle-genren, som i disse år, med navne som Nia Archives, oplever en markant revival. \nDuoen har med deres forrygende debutalbum fra 2024, Incognito Rhythm, givet deres stærke bud på en revitalisering af genren. Musikken lyder ny og frisk, samtidig med at den hylder den uhæmmede kreativitet fra jungle-musikkens tidlige pionerer.\n4am Kru begyndte at skabe musik i en lockdown-tid, hvor klubberne var tomme, men nu er de godt i gang med at fylde dansegulvene med deres kærlighedserklæring til ravekulturen, hvor jungle-lyden er udtalt, men hvor der også refereres lystigt til alt fra reggae og hiphop til italo disco og klassisk techno.\nDuoen har ikke kun høstet roser for deres på én gang personlige og historiebevidste lyd, de har også hurtigt opbygget et ry som et fremragende live-act, der formår at forene ravekulturen med en engagerende koncertoplevelse. Det her er live-jungle på en måde, du aldrig har oplevet det før. Uanset om du vil tage et dybt dyk ned i en unik jungle-revival, eller om du bare vil bade i en regn af synkoperede og dansable beats, så er der god grund til at kigge forbi, når 4am Kru svinger forbi Roskilde Festival til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/4am-kru",
        "other_data": {}
      },
      {
        "artist_name": "Akriila",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/39hfuTf4PHfnHgIl0QBDGL"
        },
        "bio_short": "Chilensk rising star leverer en eksplosiv fusion af trap, reggaeton og progressiv pop",
        "bio_long": "Glæd dig til at opleve en af de mest fremadstormende stemmer på den chilenske musikscene, når Akriila gæster Roskilde Festival til sommer.\nI løbet af få år har Akriila markeret sig med en progressiv og elektronisk stil, der fusionerer trap og fængende reggaeton-rytmer med drømmende synths, reflekterede tekster og følelsesmæssig tyngde. Hårde reggaeton-bangers får lov at stå side om side med introspektive ballader, ligesom Akriila henter inspiration fra innovative popnavne som Charli XCX og Rosalía.\nAkriila har været et varmt navn på den latinamerikanske scene siden 2021, hvor hun slap sine første singler. Her markerede hun sig også som en begavet samfundsrevser, der med en feministisk agenda kaster et skarpt blik på spændingerne i det chilenske samfund.  \nMed debutalbummet Epistolares, der udkom i 2024, har hun for alvor kridtet banen op til at erobre resten af verden med et både råt, fængende og mangfoldigt udtryk. Her manifesterer Akriila sig som en kultfigur for sydamerikanske lesbiske, der til koncerter og på sociale medier gengiver et udtryk, der løber igennem albummet: ”Hot gays listen to Akrrila!”\nNår hun på Roskilde Festival giver sin første danske koncert, er der således god grund til at give sig hen til en medrivende og dansabel lyd fra et af Sydamerikas mest spændende navne.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/akriila",
        "other_data": {}
      },
      {
        "artist_name": "Alabaster DePlume",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/3LfKt6bEMIfFIEryeai8Mm"
        },
        "bio_short": "Kosmisk energi og helende fællesskab fra progressiv engelsk musiker",
        "bio_long": "Den engelske musiker og poet Alabaster DePlume er en kreativ ener, der ikke let lader sig sætte i bås. Man kan kalde DePlume, der udkommer på det progressive amerikanske label International Anthem, for en slags jazzmusiker, men det indfanger kun en flig af hans visionære udtryk, hvor liv og kunst går op i én kosmisk enhed. \nAlabaster DePlume insisterer på at se det værdige og enestående i hvert menneske. Det kommer også til udtryk i hans musik, der er mere optaget af at give plads til de enkelte musikeres særegne stemme end af at skabe stilrene genreudtryk. Hans musik stiller sig solidarisk med en sårbar medmenneskelighed, og det resulterer i et poetisk og psykedelisk udtryk, der hylder fællesskabets helende karakter og kritiserer magtens brutalitet.\nSom orkesterleder har Alabaster DePlume en evne til at bringe fantastiske musikere sammen og inspirere dem til at udfolde nye aspekter af deres lyd. Og som performer skaber han trippede seancer, hvor samhørigheden forplanter sig til publikum, der inviteres ind i et generøst fællesskab.  \nI 2024 udsendte Alabaster DePlume sin første digtsamling, der har fået musikalsk ledsagelse i EP’en Cremisan: Prologue To A Blade, som delvist er indspillet i Palæstina med lokale musikere. I år udgiver Alabaster DePlume albummet A Blade Because A Blade Is Whole, og hans fremragende ensemble er klar til at skabe en helende musikoplevelse på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/alabaster-deplume",
        "other_data": {}
      },
      {
        "artist_name": "Alice Longyu Gao",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5HvKzBgj4yphQfBJjBJrhL"
        },
        "bio_short": "Hæsblæsende og humoristisk show fra eklektisk hyperpop-pioner",
        "bio_long": "At være til koncert med Alice Longyu Gao er en overvældende totaloplevelse, hvor visuel kunst, performance, harpespil og eventyrlysten hyperpop tørner sammen i ekstravagante eksplosioner.\nDen kinesiske musiker, DJ og performancekunstner har med base i USA skabt sig et ry som en af pionererne inden for hyperpop, men også som en ener, der nærmest har defineret sit eget musikalske univers. Gao har erklærede fans i popstjerner som Lady Gaga og har været DJ på museer som MoMA og Parrish Art Museum samt skabt musik til både store modeshows og spillet The Sims 4.\nAlice Longyu Gao, der definerer sig selv som panseksuel, bruger på aktivistisk vis sin musik til at understøtte et queer community og går med både humor og vrede til angreb på heteronormative idealer. Deres stærke 2023-EP bar da også titlen Let's Hope Heteros Fail, Learn, and Retire. \nSenest har Gao udsendt albummet Assembling Symbols Into My Own Poetry, der viser at deres utraditionelle blanding af elektronisk pop, syrede eksperimenter og kulturel aktivisme er i en liga for sig, og du kan forvente et show af en anden verden, når Alice Longyu Gao gæster Roskilde Festival til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/alice-longyu-gao",
        "other_data": {}
      },
      {
        "artist_name": "Allie X",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0wnYgCeP013HkKoOyC5V32"
        },
        "bio_short": "Store popbangers og gotisk drama",
        "bio_long": "Canadiske Allie X er ikke kun leverandør af træfsikre popmelodier, hun formår også at iklæde sangene et stilfuld dragt af 80’er-klingende synth-temaer og goth-inspiration. Arven fra navne som New Order og Depeche Mode ligger lige for i de på én gang fængende og mørke sange, men anmeldere har også draget sammenligninger til bl.a. Bat For Lashes og Austra.\nDet er pop med de dramatiske følelser uden på tøjet og et hjerte, der banker for dunkelt forfald. Men selvom musikken kan virke dyster i sin natur, kan man alligevel ikke lade være med at lade sig beruse af de dansable og medrivende melodier.\nHendes flair for det store popdrama har ført til samarbejder med navne som Mitski og Troye Sivan, ligesom hun har turneret med bl.a. Dua Lipa og Charli XCX.\nHendes tredje og anmelderroste album, Girl With No Face, (2024) udfolder mesterligt den stilfulde goth-pop, og koncerterne i kølvandet på albummet viser en kunstner, der har publikum i sin hule hånd. Som Clash Music skrev i en koncertanmeldelse: “Her ability to blend striking visuals with emotional depth and raw talent made for a night that will linger in the minds of those who were there.”\nDet lyder som noget, man ikke vil gå glip af, når hun gæster Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/allie-x",
        "other_data": {}
      },
      {
        "artist_name": "Annahstasia",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1hElmDU1PFIf4JbkdOcMRE"
        },
        "bio_short": "Tidløs folkemusik med sårbarhed, styrke og en enestående vokal",
        "bio_long": "Alt overflødigt er skåret fra, når den nigeriansk-amerikanske sangskriver Annahstasia fremfører sine sange, der rammer publikum med en tidløs styrke.\nSelv tilskriver hun en stor del af sin musikalske inspiration til en iPod, som hendes onkel gav hende, da hun var 14 år. En musikalsk verden af soul, jazz, blues og folk, der lod hende fordybe sig i navne som Bill Withers, Curtis Mayfield og Nina Simone.\nIdolerne nærmer hun sig i sine egne sange med upoleret ynde og rå nerve og med en fantastisk vokal, der bestemt vækker minder om Nina Simone, men som også taler fra et nøgent sted i Annahstasia selv. Hun indspiller typisk sine sange i ét take for at fastholde en autentisk DIY-æstetik, som kunne høres på det fremragende debutalbum Sacred Bull (2019), og som hun har udvidet med udgivelser som EP’en Revival fra 2023.\nSelv har Annahstasia kaldt sin musik for “power folk”, da folkemusikken for hende er et rum, hvor hun henter styrke til at være sig selv. Som hun har sagt i et interview om folkemusik: “It is you in the most honest and free way”. Sårbarhed og styrke går hånd i hånd i sange, der giver plads til en queer position og en sjælfuld dybde, og som vi ser frem til at opleve live på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/annahstasia",
        "other_data": {}
      },
      {
        "artist_name": "Arsenal Mikebe",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1bOEPfgihfbnvB5QkJIj8u"
        },
        "bio_short": "Tre sublime trommeslagere smelter sammen med vild metallisk trommeskulptur",
        "bio_long": "Drum Machine lyder titlen på Arsenal Mikebes 2024-album, og titlen kunne nærmest ikke være mere velvalgt. De tre musikere Ssentongo Moses, Dratele Epiphany og Luyambi Vincent de Paul skaber nemlig et unikt udtryk, hvor organisk trommespil og maskinelle lyde smelter sammen i en slags håndspillet techno. Det er både betagende at lytte til og se på, når de tre jakkesæt-klædte musikere bliver til én organisme stående omkring deres specialdesignede trommesæt, som de alle spiller på samme tid!\nTrommesættet antager på scenen karakter af en imponerende stålskulptur, skabt af den ugandiske kunstner Henry Segamwenge, og de tre sublime trommeslagere fremmaner fra skulpturen både hård techno, vilde polyrytmer og messende trancestemning. En intens oplevelse, der løftes af de chantende vokaler og spøgelsesklingende ekko-effekter.\nArsenal Mikebe stammer fra Ugandas hovedstad, Kampala, og er en del af det musikalske kollektiv Nyege Nyege, som har taget indtaget hele verden med deres afrofuturistiske visioner. Med deres radikale bud på dansabel afrikansk musik har Nyege Nyege også adskillige gange skabt overrumplende oplevelser på Roskilde Festival.\nArsenal Mikebe er klar til at tage faklen op i et enestående show, hvor kroppe og metal flyder sammen i et sansebombardement af trommelyde. Vi tør godt garantere, at du ikke har set noget lignende.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/arsenal-mikebe",
        "other_data": {}
      },
      {
        "artist_name": "Arushi Jain",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7vQf39VMZhNhPo54R8hIzJ"
        },
        "bio_short": "En skønhedsåbenbaring af meditative ragaer og elektroniske lydlandskaber",
        "bio_long": "Træd ind i en fascinerende univers, hvor dybe indiske musiktraditioner smelter sammen med sfæriske og elektroniske klange.\nDen indiske musiker Arushi Jain har formået at skabe en særegen stil, hvor modularsynthesizerens rige klangmuligheder forenes med inspiration fra den klassiske indiske musiks ragaer. Resultatet er både smukt og udfordrende, og samtidig føles blandingen af traditionelle former og moderne teknologi helt flydende og naturlig i Arushi Jains hænder.\nMusikkens duvende lydflader og nærmest tranceskabende karakter kan vække mindelser om nogle af ambientmusikkens store pionerer og med sin yndefulde vokal tilføjer Arushi Jain et ekstra poetisk lag til udtrykket.\nArushi Jain høstede stor anerkendelse for sit 2021-album Under the Lilac Sky. Her fandt The Guardians anmelder en lyd “that provides solace during such an uncertain and painful time”. Det samme kan man sige om Jains gribende opfølger Delight fra 2024, hvis musik inviterer publikum på en meditativ natlig rejse med et endnu rigere væv af soniske detaljer. Der venter en åbenbaring af musikalsk skønhed, når Jain udfolder sit tryllebindende univers på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/arushi-jain",
        "other_data": {}
      },
      {
        "artist_name": "Baloji",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5u45xl7D9HpJJvRo0joct8"
        },
        "bio_short": "Innovativ blanding af rap, afrobeat og congolesiske grooves fra poetisk multitalent",
        "bio_long": "Baloji kan på swahili både betyde videnskabsmand og troldmand. Det er også navnet på en bemærkelsesværdig kunstner, der som en sand alkymist synes at kunne forvandle alt til guld.\nBaloji er født i Congo, men flyttede tidligt til Belgien, hvorfra han har skabt sig en imponerende karriere, der favner film, videokunst, poesi og ikke mindst musik. Han fandt tidligt inspiration i fransk hiphop og startede som teenager bandet Starflam. Siden har han fundet sin stemme som solokunstner med en personlig blanding af hiphop, funk, ragga, afrobeat og inspirationer fra hans congolesiske rødder. \nDebutalbummet Hotel Impala udkom i 2008 og skabte hurtigt opmærksomhed om Baloji, der i 2011 kom med i Damon Albarns African Express-projekt. I 2012 gæstede han Roskilde Festival med en stærk solokoncert, og siden er fulgt flere album, der viser Baloji som en kunstner i konstant udvikling. I 2023 høstede han store roser for sin film Omen, som han også selv har udsendt et ledsagende album til. \nVi glæder os til at bringe den mangefacetterede kunstner tilbage til Roskilde Festival, hvor han er klar til at levere en medrivende blanding af poetiske tekster, progressiv hiphop og congolesiske grooves.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/baloji",
        "other_data": {}
      },
      {
        "artist_name": "Bedouin Burger",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0dOAYwm9ZFUqHLczUorSxh"
        },
        "bio_short": "Syrisk/libanesisk duo forener traditionel arabisk musik og gyngende futuristiske rytmer",
        "bio_long": "Med stort kendskab til traditionen skaber duoen Bedouin Burger et både veloplagt, smukt og fængende bud på arabisk musik til en ny tid. \nDen syriske vokalist Lynn Adib og den libanesiske multiinstrumentalist Zeid Hamdan mødtes i Libanon og formede et musikalsk slægtskab, der i 2020 førte til singlen “Taht El Wared”. Hamdan er en pioner på den alternative libanesiske scene, bl.a. kendt for sit elektropop-samarbejde Soapkills med Yasmine Hamdan. Med den klassisk trænede syriske sanger Adib har han fundet en ny og blændende musikalsk partner, hvis stemme på smukkeste vis forener elementer af jazz, soul og traditionel arabisk musik. \nMødet mellem Adibs vokal og Hamdans flair for futuristiske klange og hypnotiske rytmer skaber magi på deres debutalbum, Ma Li Beit (2024). Duoens ry som et spændende nyt navn på den arabiske musikscene har også manifesteret sig i sessions for bl.a. Tiny Desk og KEXP. \nDeres navn er inspireret af Adibs barndomsminder om omrejsende beduiner, der ville spille musik til bryllupper og andre festligheder. De poetiske minder farver kompositioner, der skuer ind i fremtiden, og du kan se frem til en sjælden oplevelse, når Bedouin Burger gæster Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/bedouin-burger",
        "other_data": {}
      },
      {
        "artist_name": "Body Meat",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4BrSvpXSgT02JhhNULggJk"
        },
        "bio_short": "En eventyrlig rejse gennem en syret underverden af genresammenstød",
        "bio_long": "Den amerikanske sangskriver og producer Christopher Taylor har om sit projekt Body Meat udtalt, at hans ambition var at skabe en arena, hvor han kunne skifte genre lige så ofte han havde lyst til det.\nDet er en strategi, han bruger flittigt, og resultatet er en uforudsigelig, men også yderst stimulerende musikalsk rutsjebanetur gennem alt fra autotunet pop, trap og R&B til etiopisk funk, metal og glitchede elektroniske lydflader.\nHans ukonventionelle tilgang til at zappe mellem stilarter og alligvel skabe medrivende musik, der oser af personlighed, kunne fornemmes på hans tidlige EP’er, der genererede en del hype i alternative musikmedier. Debutalbummet Starchris (2024) fik for alvor musikpressen til at tabe kæben af begejstring. Pitchfork gav bl.a. mærkatet Best New Music og kaldte albummet “one thrilling detour after another”.\nPå Starchris henter Body Meat inspiration i rollespil og computerspil, når han former albummet som en helts rejse igennem forskellige syrede verdener. Når Body Meat gæster Roskilde Festival, kan man således også roligt gøre sig klar til et både vildt, underholdende og bevægende eventyr i en smeltedigel af genrer og udtryk.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/body-meat",
        "other_data": {}
      },
      {
        "artist_name": "Body Void",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4p2Zeb9XclofoJDCXFSTp7"
        },
        "bio_short": "Et ekstremt og støjende soundtrack til kapitalismens horrorfilm",
        "bio_long": "At træde ind i Body Voids univers er ikke for sarte sjæle! Vermont-bandet blev grundlagt i 2014 med en intention om at udforske de mest ekstreme egne af hardcore-punk og doom metal. En potent blanding, der får Body Voids musik til at lyde som et åbent sår.\nDe ekstreme udforskninger har gradvist taget en mere eksperimenterende retning med elementer af industrial og noise, hvor inspirationen kommer fra navne som Pharmakon og Killing Joke. Lyt blot til deres 2023-album Atrocity Machine, der er blevet beskrevet som et imaginært soundtrack til en horrorfilm om senkapitalismen.\nBody Void er ikke blot udforskere af ekstrem lyd. Gruppen, der tæller flere queer medlemmer, formår også at skabe frygtindgydende kunst, der lyrisk kredser omkring angst, depression samt kønspolitiske spørgsmål, som står bandet nært. Med ekstreme midler kæmper de imod undertrykkelse af minoriteter, hvorfor de også har valgt at bruge den aktuelle spilt-EP med Sunrot til at indsamle penge til organisationen Black Trans Liberation.\nBody Void har skabt sig et ry som intens liveoplevelse gennem flittig tour-aktivitet og optrædener på bl.a. den prestigefyldte hollandske Roadburn Festival. Nu rammer de Roskilde Festival med deres dystre lydbillede og et helt nyt album.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/body-void",
        "other_data": {}
      },
      {
        "artist_name": "Couch Slut",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4fBGtHTw0pGQ9C0vbg7UBp"
        },
        "bio_short": "Ekstremt kultband forener rå noise-punk og et blodigt sceneshow",
        "bio_long": "Der findes mange bands, som søger at skabe en rivende malstrøm af kaos på scenen, men få lykkes så godt med det som Brooklyn-bandet Couch Slut. De skaber et regulært blodbad på scenen med voldsomme visuals, et grumt og støjende lydbillede og en vokalist, der går til ekstremerne i sin søgen efter at skabe en intens og fysisk performance.\nFrontfigur Megan Osztrosits har selv udtalt, at hun på scenen nærmest træder ind i en tilstand af trance – en trance, der ofte opstår via voldsomme tiltag som at banke sig selv til blods med mikrofonen. Men Couch Slut er mere end bare bloddryppende sceneshow. Siden de udsendte debut-EP’en My Life As A Woman i 2014, har de skubbet til de musikalske grænser med en voldsom udladning af punk, noise og stinkende sludge metal, der har gjort dem til et vaskeægte kultnavn.  \n10-års-jubilæet for My Life As A Woman blev markeret med en genudgivelse i 2024, hvor bandet også udsendte det nye album You Could Do It Tonight. 2024 blev også året, hvor Couch Slut for første gang gæstede Europa og den tunge festival Roadburn, som de nærmest flåede midt over med en af deres overvældende koncerter.   \nTuren er nu endelig kommet til Danmark og Roskilde Festival. Det bliver en optræden ud over det sædvanlige, men vær advaret: Det er ikke for sarte sjæle!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/couch-slut",
        "other_data": {}
      },
      {
        "artist_name": "Creekbed Carter Hogan",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5QE4Qoon6ohi5z6wDJ0u0t"
        },
        "bio_short": "Sublime countrymelodier og queer tekster rusker op i konservative kønsnormer",
        "bio_long": "Creekbed Carter Hogan har hurtigt slået sig fast som et af de mest interessante navne på den nye outlaw-country scene. Ikke mindst takket være et fantastisk greb om traditionel country og folk samt en vilje til at gribe fat om dybt personlige temaer.\nLyt bare til det fremragende album Creekbed Carter, der udkom i 2024 på alt-country helten Nick Shoulders’ label, Gar Hole Records. Creekbed Carter dykker dybt ned i Hogans egne komplekse følelser som transperson med opvækst i en traditionel katolsk kultur.\nAlbummet er dog ikke kun en personlig beretning, men også et flammeskrift, der indgyder mod og håb til alle, som kæmper med at finde accept i samfundet. Et flammeskrift svøbt i de smukkeste klæder med vemodig steel guitar, sprød country twang og mesterligt fingerspil. Sangene favner countrymusikkens rige traditioner, men sender også hilsner til folk-ikoner som Karen Dalton og Nick Drake i stærke melodier, der løftes af en enestående vokal.\n“Like a warm hug and a dagger to the heart”, skrev The Austin Chronicle meget passende om albummet, der både åbner op for sorg, håb og ømhed, og som også byder på masser af intelligent humor i sin søgen efter en plads i verden. En gribende oplevelse venter på Roskilde Festival!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/creekbed-carter-hogan",
        "other_data": {}
      },
      {
        "artist_name": "Dayyani",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/2mSRaqgZqtWItVBIoyjE0g"
        },
        "bio_short": "Fremadstormende dansk sanger med vidtfavnende popunivers",
        "bio_long": "Med sangskriver, producer og sanger Dayyani har Danmark fået en ny popkomet af international karat.\nTakket være en stribe af stærke EP’er og singler – herunder flere, der har været udvalgt som Ugens Uundgåelige på P3 – har hun sat barren højt, og i 2024 udkom så endelig debutalbummet Recipe for Love, der prompte cementerede hendes status som popsanger med et stort potentiale, der rækker langt ud over landets grænser. \nAlbummet beskrives af kunstneren selv som en hyldest til alle aspekter af kærligheden, og det vidtfavnende musikalske univers byder på både klassiske popbangers, R&B, pulserende klubmusik og inspiration fra den sydafrikanske house-inspirerede amapiano. På albummet samarbejder hun da også med bl.a. produceren Kooldrink, der er kendt for sit samarbejde med amapiano-genrens megastjerne Tyla.\nHele herligheden løftes af en smuk vokal og et fantastisk scenenærvær, som vi også fik at opleve, da Dayyani gæstede Roskilde Festival i 2022, hvor hun høstede anmelderroser for sin optræden. Siden har hun turneret flittigt med Ganger, hvis seneste album, Pisk, hun også kan høres på. Nu er hun klar til at favne Roskilde Festival med en storslået kærlighedshyldest og et fantastisk show.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/dayyani",
        "other_data": {}
      },
      {
        "artist_name": "Deb Foam",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0EwCTpgxJIbmsBpI32A3XX"
        },
        "bio_short": "Mørke følelser transformeres til dansabel energi af rising star på den elektroniske scene",
        "bio_long": "Deb Foam har længe været et varmt navn på den københavnske undergrundsscene, og hun er godt på vej til at rykke op i en tung liga af elektroniske navne.\nDet viste hun til First Days-programmet på Roskilde Festival i 2024, hvor hun leverede en rost optræden, der rev publikum rundt med både industrielle lydflader, dystre stemninger og overrumplende rytmer.\nDeb Foam evner at skabe musik med både dansabel puls, eftertænksom melankoli og en nærmest punket energi, der forplanter sig i kroppen med dyb bas og metalliske beats. Ikke for ingenting har hun selv omtalt engelske The Prodigy som en af sine store inspirationer. Som forbillederne leverer hun musik, der er både rå og catchy, og som forvandler mørke følelser til en dansevenlig og forløsende fest.\nDeb Foam er en kompromisløs kunstner i rivende udvikling, og vi ser i dén grad frem til at byde hende tilbage på Roskilde Festival i 2025.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/deb-foam",
        "other_data": {}
      },
      {
        "artist_name": "Emma Sehested Høeg",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0MyW1l0mSMSCicpUcxdr6C"
        },
        "bio_short": "Sensuelt popdrama fra performer i topklasse",
        "bio_long": "I Emma Sehested Høeg har Danmark fået en ny popsangerinde i en særlig klasse. Et ubeskrevet navn er hun på ingen måde, da hun tidligere har udsendt sange under sit alias Dame Dearest. Derudover har hun sat et markant tryk på dansk kulturliv som skuespiller og manuskriptforfatter.\nHun besidder da også en stilsikker fornemmelse for at iscenesætte sine sange, der rummer både tyst nærvær, sensuelt drama og cinematisk atmosfære. Med en førsteklasses vokal og sofistikerede arrangementer drager hun publikum ind i et fortættet univers, på én gang glamourøst og sårbart.\nHver koncert med Emma Sehested Høeg føles som en særlig begivenhed. I 2023 høstede hun roser for sit samarbejde med Copenhagen Phil og blev også nomineret til en Danish Music Awards som Årets Nye Livenavn.\nI 2024 udsendte hun både den dansksprogede single “Aldrig Helt Nok” og sit engelsksprogede debutalbum I Know All The Words But I Can’t Say Goodbye, hvor hun har samarbejdet med prominente navne som August Rosenbaum og Robin Hannibal (Quadron). Live formår hun ligeledes at omgive sig med nogle af Danmarks bedste musikere, og man kan således også forvente sig sublimt popdrama, når hun gæster Roskilde Festival til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/emma-sehested-hoeeg",
        "other_data": {}
      },
      {
        "artist_name": "Esy Tadesse",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1SS0lBA5W3WHyExjauIeiT"
        },
        "bio_short": "Spirituel jazz, hypnotisk guitar og etiopisk roots i smuk forening",
        "bio_long": "Tag med på en stemningsfuld rejse ind i etiopiske musiktraditioner med Esy Tadesse, der på rejsen vil forsyne dig med tranceskabende guitar-meditationer og sjælfuld vokal.\nBag kunstnernavnet finder vi Etsegenet Mekonnen, der har base i Los Angeles, men er født i Addis Ababa. Hendes etiopiske rødder foldes ud på albummet Ahadu fra 2024. Her har hun fået hjælp af den Grammy-vindende producer Kibrom Birhane, hvis flair for at skabe arrangementer, der forener etiopisk roots og jazz, kommer stærkt til udtryk. Men med sine elektriske guitarklange, gyngende grooves og messende vokal skaber Esy Tadesse også forbindelser til både vestafrikansk ørkenblues og nærmest soul-inspirerede forløb, hvor guitaren ledsages af både varme orgeltoner og kosmisk fløjtespil.\nAlbummets sange er struktureret som en rejse igennem traditionel etiopisk musiks skalaer – de såkaldte qignits. Gennem fordybelsen trænger et glødende nærvær frem, som man som lytter ikke kan undgå at lade sig drage af.\nGlæd dig til at synke ned i Esy Tadesses etiopiske meditationer, når hun til sommerens Roskilde Festival giver sin første danske koncert nogensinde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/esy-tadesse",
        "other_data": {}
      },
      {
        "artist_name": "Fabiana Palladino",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1ZzqxDkqNDAJVaNO1xue3P"
        },
        "bio_short": "Nyt stjerneskud på den britiske pophimmel bringer sin sofistikerede lyd til Roskilde Festival",
        "bio_long": "Sjældent har et debutalbum fremstået så stilfuldt som det engelske stortalent Fabiana Palladinos mesterlige selvbetitlede udspil, der udkom på Paul Institute/XL Recordings til stående applaus i 2024. Nogle medier kaldte det årets bedste debutalbum, mens andre slet og ret udråbte Fabiana Palladino til en af årets bedste plader.\nPalladino har skabt en krystalklar lyd, der på én gang emmer af tidløs popklassicisme, 80’er-klingende retrocharme og futuristisk innovation. Popmusik med en sans for både sensuel elegance og ambitiøse arrangementer, der har fået kritikerne til at sammenligne hende med både Prince, Solange og Janet Jackson.\nOgså Jessie Wares smagfulde popkreationer er Palladinos lyd blevet sammenlignet med, og netop Ware har da også været en slags mentor for den britiske musiker, der af The Fader blev beskrevet som “hypnotically cool and impenetrably chic”.\nLive leverer Palladino også en førsteklasses popoplevelse med sin smukke stemme, sine stærke sange og et fremragende band. Og vi ser frem til at opleve hendes funklende popperler for første gang på dansk jord til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/fabiana-palladino",
        "other_data": {}
      },
      {
        "artist_name": "Fat Dog",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4DLjEphXbW7qIhX4iwmNEe"
        },
        "bio_short": "Et beskidt gadekryds af punk, rave og rock’n’roll fra forrygende live-band",
        "bio_long": "Hvad skal vi kalde Fat Dogs musik? Ifølge frontfigur Joe Love kan den rubriceres som “screaming-into-a-pillow music”, og når man ser de fem musikere kaste sig ind i kampen til en af deres allerede berygtede liveshows, er man heller ikke i tvivl om, at de bruger musikken til at få afløb for frustrationer. Og du er inviteret til at give dig hen til den musikalske katarsis.\nVi kunne også kalde deres musik for et intenst mix af beskidt rock’n’roll og ravekultur bidt af en gal punk-køter og med elementer af både post-punk saxofon, skramlet elektronik og klezmer. Det er en blanding, der er gået rent ind hos publikum, og som har skaffet bandet fra det sydlige London en pladekontrakt med indie-selskabet Domino, der i 2024 udsendte deres debutalbum, WOOF..\nAllerede inden de udsendte så meget som deres første single var hypen løbet i forvejen takket være bandets vanvittige live-shows. Rygtet som forrygende live-band førte til, at de kom med Viagra Boys på tour, og i 2024 gæstede de den prestigefyldte festival SXSW, hvor Stereogum konkluderede, at bandet til fulde levede op til hypen.\nDer er således også lagt op til en koncert ud over det sædvanlige, når Fat Dog slippes løs på Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/fat-dog",
        "other_data": {}
      },
      {
        "artist_name": "Flock",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5c4ETn2xdmdKYUm29Ht3kN"
        },
        "bio_short": "Progressive jazz-supergruppe i søgen efter nye soniske landskaber",
        "bio_long": "Hypnotiske improvisationer, meditative atmosfærer og vilde soniske rejser åbner sig op for publikum, når Flock indtager scenen. \nFlock er ikke blot en sand supergruppe, der forener fem fremtrædende skikkelser fra Englands progressive jazzscene, det er samtidig fem musikere med antennerne rettet mod et globalt netværk af indflydelser. De mange inspirationer har de på forunderlig vis forenet med et udtryk, der trækker på både spirituel jazz, minimalisme, elektroakustiske kompositioner og legesyge improvisationer. \nMusikerne Bex Burch, Sarathy Korwar, Tamar Osborn (Dele Sosimi), Danalogue (The Comet Is Coming) og Al MacSween (Kefaya) fandt sammen om det selvbetitlede debutalbum, der udkom på Strut Records i 2022 og blev indspillet over én intens dag i London. Den fremragende opfølger Flock II (2024) blev skabt over en uge ved den walisiske kyst nær den mystiske Druidstone, der også farver albummets kosmiske energi.\nPå albummet udforsker de fem åbensindede musikere en kollektiv kreativ bevidsthed gennem anderledes strukturer, kompositoriske greb og spilleteknikker. Det er sjældent at den ekstraordinære gruppe spiller live, og der er derfor god grund til at glæde sig til deres besøg på Roskilde Festival, hvor man kan forvente en både intens og fordybende lytteoplevelse.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/flock",
        "other_data": {}
      },
      {
        "artist_name": "Geordie Greep",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/65Msz2E34NUtbjEbsrsJlJ"
        },
        "bio_short": "Frontmand fra Black Midi på nye musikalske eventyr",
        "bio_long": "Som frontfigur i engelske Black Midi har Geordie Greep været med til at skabe fornyet tro på rockbandet som innovativ force. Bandet blev hurtigt udråbt som bannerførere for en ny progressiv retning i rocken, med stor idérigdom og det musikalske overskud til at tage publikum med på en vild rutsjebanetur af indtryk.\nI sommeren 2024 annoncerede bandet en pause, og allerede få måneder efter slap Geordie Greep sit første soloalbum, The New Sound, hvis titel siger en del om den visionære musikers evige søgen efter nye udtryk og ideer, der denne gang bl.a. har ført ham til at samarbejde med en række brasilianske musikere.\nMed en overdådig banket af musikalske udtryk, der spænder fra pop og avantgarde-rock til jazz og obskure soundtracks viser Geordie Greep, at han også som solist formår at levere både underholdende og overvældende sange, der rusker grundigt op i vanetænkningen. Hans sans for drama og skæve musikalske sammenstillinger har fået anmeldere til at sammenligne ham med enere som Scott Walker og Frank Zappa, men Greep er helt sin egen.\nGlæd dig til at opleve Greeps radikale bud på futuristisk popmusik, når han gæster Roskilde til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/geordie-greep",
        "other_data": {}
      },
      {
        "artist_name": "HiTech",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/2Au9zIICTEr0oeV1iQrJ6X"
        },
        "bio_short": "Detroits ghettotech-fornyere leverer svedig danseekstase",
        "bio_long": "Lad dig rive rundt af kantede rytmer og tunge basfrekvenser, når Detroit-trioen HiTech sætter gang i en vild dansefest på Roskilde Festival.\nMed en rå og opfindsom blanding af hiphop, techno, house og den dansable footwork-genres hyperenergiske beats er trioen bestående af King Milo, Milf Melly, and 47Chops braget ind på musikscenen i 2023 med hele to fremragende album, der høstede anmelderroser og bragte dem på en række årslister over bedste udgivelser. \nSamtidig har rygtet om deres intense koncerter bredt sig som en steppebrand og gjort dem til et populært festivalnavn, der altid formår at skabe en svedig stemning med både dans og moshpits, og som begejstrer publikum med deres overrumplende produktioner. \nMusikalsk trækker trioen på et væld af indflydelser, og samtidig er de blevet set som bannerførere for en ny bølge af ghettotech – en hybridgenre, der især associeres med Detroit. “The best ghettotech rager in recent memory” skrev Pitchfork da også om deres andet album, Détwat. Til sommer er de klar til at vise Roskilde Festival, hvordan ghettotech anno 2025 skal lyde, og de bringer et nyt album med til det, der uden tvivl bliver en eksplosiv koncert.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/hitech",
        "other_data": {}
      },
      {
        "artist_name": "Horsegiirl",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0auP293abZeTWwMUi3fZw2"
        },
        "bio_short": "Gennemført show og frisættende elektronisk dansefest fra mystisk hestevæsen",
        "bio_long": "V.i.p – very important pony. Titlen på horsegiirLs EP, der udkommer i starten af 2025, er rammende for den Berlin-baserede kunstner, der skjult bag en surrealistisk hestemaske er galopperet lige ind i pophimlen. \nHun insisterer selv på at være halvt hest og halvt menneske, og så insisterer hun på, at hendes musik skal være et frirum for glæde og fest. En fest, som hun selv på hæsblæsende vis fyrer op for med en yderst dansevenlig blanding af happy hardcore, hardstyle, gabber og eurodance tilføjet inspirationer fra navne så forskellige som Dolly Parton og Lady Gaga.\nMed singlen “My Barn My Rules” fra 2023 viste hun, hvordan der skulle festes i techno-stalden. Sangen blev et viralt hit på især TikTok, og siden er det gået hurtigt for horsegiirL, der har udsendt en stribe sensationelle singler og holdt festen kørende på en lang række festivaler og klubber, hvor hun har opbygget en dedikeret skare af fans, som hun omtaler som “farmies”. \nAt være til et horsegiirL-show er en oplevelse ud over det sædvanlige og lige så gennemført som hele hendes mystiske persona. Hayfever har hun døbt sit seneste show, der trækker på både eventyr og børne-tv for at skabe et særligt space, hvor man kan slippe sit indre legebarn løs. Nu bringer horsegiirL det fabulerende show til Roskilde Festival, hvor den gamle Dyrskueplads meget passende kommer til at danne scene for et vildt hesteparty.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/horsegiirl",
        "other_data": {}
      },
      {
        "artist_name": "I. Jordan",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5RMLpCv3ic2KtGnqJ7eMG4"
        },
        "bio_short": "Euforiske elektroniske hymner sætter gang i kollektiv dansefest",
        "bio_long": "“A love letter to nightlife, and to finding pleasure and liberation in parties, people and desire”, skrev NME om I. Jordans debutalbum, I Am Jordan. Albummet udkom i 2024 på det stilskabende label Ninja Tune og var en kunstnerisk triumf for den elektroniske producer, der har været et kendt navn i det britiske klubmiljø i mange år og har samarbejdet med navne som Romy og Fred again..\nI over et årti har de arbejdet som DJ og festarrangør, altid med fokus på at gøre klubben til et rum, hvor der er plads til både berusende ekstase, dybt fællesskab og personlig udfoldelse. Og nu viser I. Jordan også prøver på et forrygende liveset, hvor netop potentiale til at kanalisere personlig udvikling og helende fællesskaber – som på debuten – er i stærkt fokus. I Am Jordan kredser sig tematisk om kunstnerens personlige transition som transperson, ligesom debuten er en euforisk hyldest til trans og queer-miljøet – et album, der bobler af glæde i en fejring af livet.\nAlbummet er samtidig en musikalsk forløsning fra en kunstner, der siden 2019 har været en voksende stjerne på den elektroniske scene gennem en række stærke singler og EP’er, der på virtuos vis blander elementer af house, trance og hardstyle. Giv dig hen til den euforiske dansefest i sommernatten på Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/i-jordan",
        "other_data": {}
      },
      {
        "artist_name": "Jako Maron",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/43ALJ7f05UjHhBn4HOGYMN"
        },
        "bio_short": "Enestående blanding af techno, folklore og protestmusik fra Réunion",
        "bio_long": "I Jako Marons pulserende musik forenes den traditionelle folkemusik fra øen Réunion med elektroniske nyskabelser og inspiration fra technoen. Resultatet er unikt og har nærmest skabt sin egen genre: electro maloya.\nMaloya-musikken er blevet kaldt Réunions svar på den amerikanske blues. En musikalsk fortælling om undertrykkelse og lidelse, men også om stolte rødder, fortalt gennem ekspressiv percussion og vokaler. Længe var den forbudt af den franske kolonimagt, fordi den gav stemme til en undertrykt kreolsk befolkning. Maloya blev derfor også en væsentlig del af selvstændighedskampen på Réunion i 70’erne.\nBåde maloyaens antikolonialistiske protest og dens besættende rytmer transformeres af Jako Maron via trommemaskiner og analoge synths til en medrivende hybridmusik, der for alvor blev udbredt gennem Nyege Nyege Tapes-udgivelsen Les Experiences Electro Maloya de Jako Maron fra 2018.\nI 2025 udsender han på Nyege Nyege det nye album Mahave​́​louz, der atter viser en kunstner, som baner nye veje for revolutionær elektronisk dansemusik ved at dykke ned i gamle og rige folkemusikalske traditioner. Der venter en helt særlig oplevelse på Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/jako-maron",
        "other_data": {}
      },
      {
        "artist_name": "Jessica Pratt",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5KTykbPcDB4GYS49jcHbWh"
        },
        "bio_short": "Hjemsøgende kombination af folk og drømmende pop fra enestående sangskriver",
        "bio_long": "Den Los Angeles-baserede sangskriver Jessica Pratt har en uforlignelig evne til at fremmane sange, der skaber et intimt rum, men som samtidig rummer en mystisk undertone. Lyt blot til hendes seneste og mesterlige album, Here in the Pitch fra 2024. Her viser hun for alvor sin sans for spøgelseslignende popsange, som hjemsøger lytteren længe efter at musikken er klinget ud. Albummet blev skamrost af bl.a. Pitchfork, der gav anerkendelsen “Best New Music”.\nPratts dragende sange og uimodståelige vokal gjorde hende allerede fra det selvbetitlede debutalbum fra 2012 til et varmt navn på indie folk-scenen og fik anmelderne til at drage sammenligninger med legender som Karen Dalton og Vashti Bunyan. Selv A$AP Rocky er fan og har hende med som gæst på sin nye single 'HIGHJACK'.\nPratt har ikke desto mindre sin helt egen lyd, også selvom hun læner sig op ad den velafprøvede kombination af vokal og akustisk guitar. Med få greb formår hun at åbne op til rige indre landskaber og atmosfærer, og fra det folkemusikalske udgangspunkt har hendes sange med tiden udviklet sig til at hente farver fra solvarm 60’er-pop.\nForeningen af intim folk, tidløse melodier og 60’er-poppede stemninger med nik til både The Beach Boys og Nancy Sinatra går i sandhed op i en højere enhed på Here in the Pitch. Et album, der demonstrerer, at Pratt bare bliver bedre og bedre, og som sætter forventningerne højt til hendes koncert på sommerens Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/jessica-pratt",
        "other_data": {}
      },
      {
        "artist_name": "Jinjer",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7o6cOczXTB8ioTAAJTbESf"
        },
        "bio_short": "Ukrainske metalfornyere med tekniske grooves og en sanger i verdensklasse",
        "bio_long": "Fra hjemstavnen Donetsk i det østlige Ukraine har Jinjer med sikker hånd og et imponerende teknisk niveau erobret verden med deres progressive metallyd, der forener genrer som metalcore, djent og groove metal. \nEvnen til at forene komplekse og progressive strukturer med et benhårdt og tungt groove har gjort bandet til et populært festivalnavn. Man kan ganske enkelt ikke undgå at blive revet med af det både medrivende og udfordrende udtryk, der løftes yderligere af bandets ikoniske frontfigur, Tatiana Shmayluk. Et sandt powerhouse med tonsvis af karisma og en vokal, der uden tøven kan veksle mellem ren skønsang, brutale growls og smertefulde skrig. \nJinjer er siden debutalbummet Cloud Factory fra 2014 vokset til et uomgængeligt band på den moderne metalscene og har turneret i hele verden med deres groovy og overrumplende musik. Op til sommerens Roskilde Festival udsender de deres femte studiealbum, Duél, der følger op på det enormt succesfulde album Wallflowers. Et album, der af Kerrang! blev kaldt “one of the finest – and most important – metal releases of 2021”.\nDer er således lagt op til et teknisk metalbrag af fineste skuffe, når det ukrainske band rammer Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/jinjer",
        "other_data": {}
      },
      {
        "artist_name": "Kassa Overall",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7qzzcFzliEAHMlDA9qaRVf"
        },
        "bio_short": "Visionær trommeslager og vokalist finder nye landskaber mellem jazz og hiphop",
        "bio_long": "Overlegne trommerytmer, et imponerende vokalt flow og en nærmest elektrisk live-energi. Amerikanske Kassa Overall er en musikalsk ener, der nærmest har skabt sin egen rytmiske og poetiske stil med elementer af jazz, hiphop, funk og avantgardistiske eksperimenter.  \nKassa Overall bruger sin virtuose sammensmeltning af musikalske elementer som baggrund for stærkt personlige og samfundskritiske sange, der på gribende vis kredser omkring både hans egne oplevelser med psykiske problemer og omkring samfundets uretfærdighed og racistiske strukturer.\nHan griber således fat i smertefulde erfaringer, men transformerer disse til en smittende og livsbekræftende musikalsk oplevelse sammen med sit fantastiske og velspillende band. Energien fornemmes tydeligt på hans Tiny Desk Concert fra 2023 samt udgivelsen Live at Third Man Records fra 2024.\nOverall debuterede i 2019 med albummet Go Get Ice Cream and Listen to Jazz. Siden har han samarbejdet med navne som Yoko Ono, Arto Lindsay, Vijay Iyer, Aaron Parks m.fl., og i 2023 udsendte han på Warp Records albummet Animals, der blev rost til skyerne af musikpressen. “Eclectic and forward-thinking” skrev PopMatters bl.a. I 2025 udkommer nyt album på Warp, og med det gæster mesteren Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/kassa-overall",
        "other_data": {}
      },
      {
        "artist_name": "Kassi Valazza",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4qIi20XYGNXcVvCzBZFumH"
        },
        "bio_short": "Længselsfuld americana med gribende atmosfærer og en mesterlig vokal",
        "bio_long": "At det gode sangskriverhåndværk ikke er gået af mode, beviser Kassi Valazza til fulde. Og med en gribende vokal, stærke tekster og en solid evne til at mane støvede amerikanske landskaber frem via atmosfæriske arrangementer er hun hurtigt blevet et af de mest spændende navne på tidens americana-scene.\nMusikalsk formår Kassi Valazza at favne både rustik country, folk og mere psykedeliske lag, og hendes vokal rummer ekkoer af både Emmylou Harris og Loretta Lynn, ligesom anmeldere har påpeget et slægtskab til navne som Sandy Denny og Karen Dalton.\nDebutalbummet Dear Dead Days fra 2019 viste hende som et lysende talent med tryllebindende sange, og talentet blev i den grad cementeret med 2023-albummet Kassi Valazza Knows Nothing. En titel der snyder, for det er tydeligt, at Valazza kender til hjertets dybeste hemmeligheder og formår at formidle disse i musikalske fortællinger. “A totally captivating album; voice, lyrics and melodies will draw you into its embrace, and you won’t want it to let you go”, skrev KLOF Mag i en lovprisende anmeldelse.\nEt nyt album ventes i 2025, og der er dømt musikalsk gåsehud, når Kassi Valazza lufter sine magiske countryballader på Roskilde til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/kassi-valazza",
        "other_data": {}
      },
      {
        "artist_name": "Kwashibu Area Band",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/53PQcfQVWV5FU1Mh7Of1yP"
        },
        "bio_short": "Groovy highlife-konger medbringer overdådigt all-star hold med afrikanske legender",
        "bio_long": "For fans af groovy vestafrikanske genrer som afrobeat og highlife er der dækket op til den helt store fest, når Kwashibu Area Band gæster Roskilde Festival. \nSiden bandet blev grundlagt i Ghana i 2015 af Kwame Yeboah og Ben Abarbanel-Wolffhar, har de været en førende drivkraft i at bygge bro mellem highlife-musikkens historiske rødder og en moderne tone. Det har de gjort med en nerve og et funky overskud, der har gjort dem til et yderst populært navn på festivaler i hele verden, hvor de uundgåeligt sætter gang i dansegulvet.\nKwashibu Area Band har ikke mindst gjort sig bemærket i samarbejde med den ghanesiske highlife-legende og sanger Pat Thomas, som de har udsendt flere roste album med. Med Pat Thomas lagde de også Roskilde Festival for deres fødder med et brag af en koncert i 2016. En koncert, der uden tvivl har fået mange til at drømme om en tilbagevenden. \nDet sker til sommer, hvor bandet optræder med materiale fra et nyt album og et all star-team af mesterlige musikere. Ud over Pat Thomas medbringer bandet således den legendariske og disco-inspirerede trommeslager Charles Amoah samt den nærmest shamanistiske indpisker og vokalist K.O.G. (kendt fra bl.a. Onipa). Der skal danses!",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/kwashibu-area-band",
        "other_data": {}
      },
      {
        "artist_name": "Lambrini Girls",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/6VR4TJ20WGiho2xZWMuuWb"
        },
        "bio_short": "Punkduo med ætsende samfundskritik, humor og vild liveenergi",
        "bio_long": "Som det hører sig til for et ægte punkprojekt, sparer Brighton-duoen Lambrini Girls ikke på ukvemsord, når de raser mod systemet. De syrlige sange, der langer lussinger i ansigtet til chauvanister og nationalister, og som raser mod det engelske post-brexit-samfund, er ikke desto mindre sært opløftende med deres humor og energi.\nDuoen består af Phoebe Lunny (vokal/guitar) og Lilly Macieira (bas), og siden de udsendte deres debut-EP, You’re Welcome, i 2023 har de rusket godt og grundigt op i engelsk musik med en kaotisk blanding af punk, støjrock og poppede hooks. Det er både sjovt, hidsigt og utroligt catchy, og EP’ens cover af en lort omgivet af flammer sætter meget godt tonen for et band, som ikke pakker noget ind.\nDebutalbummet Who Let The Dogs Out udkommer i 2025 og er blevet indspillet med Daniel Fox fra Gilla Band. Singler som “Big Dick Energy” har allerede sat forventningerne højt.\nRygterne om duoens vilde koncerter lover også godt for deres besøg på Roskilde Festival, hvor du kan forvente en energiudladning af en anden verden. Som mediet Loud Women skrev om en af deres koncerter: “If any band are going to set the world, your ears, and a stage on fire it’s them.\"",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/lambrini-girls",
        "other_data": {}
      },
      {
        "artist_name": "Landless",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0JTmD0zEsAkXkpQcJOuKjD"
        },
        "bio_short": "Traditionelle irske folkesange udfoldes via vokalharmonier af en anden verden",
        "bio_long": "Når den irske gruppe Landless går på scenen, åbner de med mørke stemninger og hjemsøgende vokalharmonier en portal til gamle folkesange og ballader. Sange, der ofte har flere hundrede år på bagen, men som på læberne af Landless griber publikum med et stærkt nærvær.\nMéabh Meir, Lily Power, Ruth Clinton og Sinéad Lynch, der udgør kvartetten, har alle været del af Dublins traditionelle vokalscene i mange år. I 2013 fandt de sammen om Landless, som i 2018 udsendte det smukke debutalbum Bleaching Bones. Med opfølgeren Lúireach, der udkom i 2024 på Glitterbeat, har de for alvor fået forløst potentialet med et album produceret af John ‘Spud’ Murphy (Lankum, ØXN). \nDen unikke klang af de fire stemmer er stadig i klart fokus på et album, der dog også skaber stemningsfulde arrangementer omkring vokalharmonierne med bl.a. orgel og banjo. The Guardian skrev i en begejstret anmeldelse af albummet, at de fire stemmer: “seem to rise from the sacra of their spines, emerging from their bodies in heavenly flight or heavy drones.”\nDet antyder styrken i Landless’ fortolkninger af både gamle irske ballader og nyt poetisk materiale, der på organisk vis flettes sammen i vokalharmonier af en anden verden.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/landless",
        "other_data": {}
      },
      {
        "artist_name": "Major League DJz",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0N3AcLTAS3vcx93PxN2Agb"
        },
        "bio_short": "Sublim dansefest fra sydafrikanske amapiano-konger",
        "bio_long": "Få kunstnere har formået at udvinde en essens af Sydafrikas amapiano-genre så smittende som tvillingebrødrene Banele og Bandile Mbere, der sammen udgør Major League DJz. Det har gjort dem til nogle af de førende globale ambassadører for den elektroniske genre, der for tiden tager dansegulve over hele verden med storm.\nMbere-tvillingernes far var en prominent antiapartheid-aktivist, der måtte drage i eksil i USA, hvor de blev født. Siden flyttede de tilbage til Sydafrika, og nu deler de tiden mellem Johannesburg og England, hvor deres amapiano-produktioner har fået et stort følge.  \nEn af deres fans er superproduceren Diplo, som med sit Major Lazer-projekt leverede et samarbejde med Major League DJz i form af det forrygende album Piano Republik fra 2023. Et tydeligt eksempel på, at Major League DJz har formået at transformere amapiano-musikken med dens blanding af houseinspirerede rytmer, jazzede melodier og dybe basgrooves og løfte den fra de sydafrikanske klubber til den globale musikarena.\nOg Major League DJz fortsætter ufortrødent med at udbrede amapiano til danseglade publikummer over hele verden med udsolgte arena-shows og en optræden på Coachella i 2022 – som der første amapiano-act nogensinde. Overgiv dig, når amapiano-kongerne for første gang bringer deres medrivende grooves til Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/major-league-djz",
        "other_data": {}
      },
      {
        "artist_name": "MC Dricka",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4d175LvxCzxt5vHbJyv49q"
        },
        "bio_short": "Brasiliansk powerhouse bringer feministisk funk-eksplosion til Roskilde Festival",
        "bio_long": "Brasilianske MC Dricka er ikke bare en kæmpe stjerne i hjemlandet. Hendes overrumplende mix af svedige rytmer, rå vokaler og politiske tekster har også banet vejen for større international opmærksomhed – og til sommer giver hun sin første koncert i Danmark!\nMC Dricka – med tilnavnet “Queen of Flows” – tager sit kunstneriske udgangspunkt i den brasilianske funk carioca eller baile funk, der både er en musikgenre, en festkultur og en transformerende social kraft. Bailie funken som fra de fattige favelaer i Rio de Janeiro og emmer af hele byens musikalske sjæl med sambaen og dansen. I 2024 udkom hendes roste album Caldeirão, der byder på et overrumplende mix af funk, rap og trap, og hvor MC Dricka samarbejder med bl.a. producergeniet Arca – som også gæster Roskilde Festival til sommer.\nFor MC Dricka rummer baile funken et frisættende aktivistisk potentiale, i særdeleshed når det kommer til at skabe rum for minoriteter som det queer-community, hun selv tilhører. MC Dricka har selv rykket grænser for funken ved at gøre op med den mandsdominerede kultur og ved at kritisere sexistiske stereotyper i genren. I MC Drickas socialt bevidste sange bliver funken en kilde til empowerment for kvinder og minoriteter, og hun har da også banet vejen for en bølge af kvindelige baile funk-kunstnere.\nDet er kun yderst sjældent, at MC Dricka har gæstet Europa. Det er derfor også med stor stolthed, at vi kan præsentere hendes første danske koncert nogensinde, hvor Roskilde Festival til sommer endelig får mulighed for at danse med til MC Drickas funk-eksplosion.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/mc-dricka",
        "other_data": {}
      },
      {
        "artist_name": "Mina Okabe",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5BS8KSKJPeLeXfABQx0bXl"
        },
        "bio_short": "Drømmende kammerpop og ærlige refleksioner fra dansk-japansk stjernesangskriver",
        "bio_long": "Trods en underspillet og nærmest ydmyg tilgang har den unge sangskriver Mina Okabe ramt mennesker over hele verden lige i hjertekulen. Hun lægger ikke skjul på, at hun bruger sine sange til at tale om personlige erfaringer og følelser. Flere millioner af streams vidner om, at hun har en evne til at transformere levet liv om til sange med en universel styrke.\nOkabe er født og opvokset i London, hendes biologiske rødder er dansk-japanske, og med sin familie har hun levet i forskellige byer og suget til sig af liv og kultur – fra New York til Manila. Hendes debutalbum, Better Days (2021), høstede stor opmærksomhed i Danmark, hvor sange som “I’m Done”, “Every Second” og “Walk Away” har været store hits.\nDet er dog ikke kun Danmark, der har kastet hjerter efter Okabe, som har fået en massiv fanskare i bl.a. Sydkorea og Japan og imponeret på festivaler som Seoul Jazz Festival, Local Green Festival og South by Southwest. Af samme grund er den danske-japanske stjernesangskriver nu bosiddende i Japan med fuld fokus på karrieren i Asien.\nJordnære erfaringer, drømmende stemninger og fængende pop omfavner lytteren, når Okabe synger. Det oplevede vi på Roskilde Festival i 2022. Nu vender stjernen tilbage til Roskilde, hvor hun spiller et af årets eneste dansk shows, hvor hun tilmed vil lufte helt nye sange.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/mina-okabe",
        "other_data": {}
      },
      {
        "artist_name": "Moin",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/3HKbW1X4Aj2RZU6ruh3a0e"
        },
        "bio_short": "Rocken antager sære nye former i hænderne på evigt søgende trio",
        "bio_long": "Med ustoppelig nysgerrighed og ukonventionelle strukturer udfordrer Moin forventningerne til hvordan et rockband kan og bør lyde i vores tid.\nTrioen, der består af de engelske musikere Joe Andrews og Tom Halstead samt den eksperimenterende italienske slagtøjsspiller Valentina Magaletti – der også optræder på årets festival med duoen Nídia & Valentina – bøjer rockens formsprog i nye og uforudsigelige retninger med inspiration fra både metal, avantgarde og elektronisk musik.\nSiden debutalbummet Moot! fra 2021 har Moin udfoldet et udtryk, der er blevet beskrevet som en form for cut-up rockmusik, hvor kaotiske fragmenter danner nye og altid overraskende forbindelser med udgangspunkt i postpunkede guitarer og polyrytmiske trommefigurer.\nSenest har Moin udsendt albummet You Never End (2024), hvor de med hjælp fra en række vokalister som bl.a. Sophia Al-Maria og Coby Sey føjer nye poetiske lag til musikken. Live har Moin ry for at skabe en både særegen og involverende koncertoplevelse, hvor man aldrig er sikker på hvad der venter om hjørnet. En stor anbefaling til alle med hang til at udforske rockens yderste grænseegne.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/moin",
        "other_data": {}
      },
      {
        "artist_name": "Nadah El Shazly",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4lUCJzUmJ9wCV8YYtZ25B8"
        },
        "bio_short": "Personlig blanding af elektronik, jazz og mellemøstlige klange fra visionær Cairo-musiker",
        "bio_long": "Det er en af de vigtigste stemmer på den eksperimenterende arabiske musikscene, der gæster Roskilde Festival, når egyptiske Nadah El Shazly endelig optræder til sommer. \nI 2022 prydede Nadah El Shazly forsiden af musikmagasinet The Wire som en førende skikkelse på Cairos progressive musikscene. Nadah El Shazly startede sin musikkarriere i byens punkmiljø, men begyndte hurtigt at søge ud i egne som elektronisk musik og jazz, som hun kombinerer med elementer af traditionel mellemøstlig musik, harpespil og udtryksfuld vokal i et meget personligt udtryk. \nHendes solo-debutalbum, Ahwar (2017), høstede fremragende anmeldelser fra et væld af toneangivende musikmedier, der bl.a. sammenlignede hende med Björk og Annette Peacock. Ahwar blev til i samarbejde med Maurice Louca og Sam Shalabi (Land of Kush), og albummet har bragt Nadah El Shazly omkring en lang række vigtige festivaler som Le Guess Who? og Rewire.\nDen kreative kunstner har siden det roste debutalbum indspillet flere soundtracks, selv medvirket i en film, og hun har lanceret den eksperimenterende duo Pollution Opera. Et nyt soloalbum er nu endelig på trapperne, perfekt timet til Roskilde Festival, hvor Nadah El Shazly optræder med fuldt band.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/nadah-el-shazly",
        "other_data": {}
      },
      {
        "artist_name": "Nala Sinephro",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/2h5syT5XdsQgKLq8Yn1klO"
        },
        "bio_short": "Visionær komponist bygger kosmiske broer mellem jazz og elektronisk musik",
        "bio_long": "Nala Sinephros musik er blevet kaldt både meditativ og en arvtager til den spirituelle jazz fra Alice Coltrane. Skønt alt dette er sandt, indfanger det kun et lille hjørne af den visionære musiker og producers ekspansive musikalske univers, der ikke kun bygger bro mellem jazz og elektronisk musik, men undervejs også strejfer folkemusik, minimalisme og psykedeliske stemninger.\nEfter at have høstet store roser for sit debutalbum, Space 1.8 (2021), slog hun for alvor sit navn fast med 2024-albummet Endlessness, der udkom på det hæderkronede Warp Records og blev hyldet som et mesterværk i førende musikmedier.\n“This is music that is good for the ear, the mind, the heart, and the very future of the philosophical orientations of jazz”, skrev PopMatters bl.a. om det overdådige værk, hvor boblende modularsynths og akustisk harpespil smelter sømløst sammen, og hvor Sinephro gæstes af navne som jazzsaxofonisten Nubya Garcia og prog-trommeslager Morgan Simpson (Black Midi). \nMed caribisk-belgiske rødder har Sinephro etableret sig som et af de mest fremsynede navne på den progressive London-jazzscene. Nu er hun klar til at bringe sine kosmiske kompositioner til Roskilde Festival, hvor hun giver sin første danske koncert.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/nala-sinephro",
        "other_data": {}
      },
      {
        "artist_name": "Neckbreakker",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4bEKeZm7yf8aOqam6RI4cJ"
        },
        "bio_short": "Fremadstormende danske metalstjerner giver Roskilde Festival en opvisning i brutal lyd",
        "bio_long": "Med deres benhårde og beskidte take på klassisk dødsmetal bragte det unge Silkeborg-band Neckbreakker allerede et orgie af headbanging til Roskilde Festival i 2023. Her stod det klart, at de var et band, som alle seriøse metalfans burde holde øje med.\nDengang gik de under det danske navn Nakkeknaekker. Men med massiv opmærksomhed fra det internationale metalmiljø, optrædener på en lang række udenlandske festivaler og et debutalbum udsendt på et af verdens førende metallabels, Nuclear Blast, har bandet skiftet navn til Neckbreakker.\nAmbitionen om at levere en en fest af flænsende riffs, brutale growls og knogleknusende rytmer er dog intakt hos bandet, der på old school-maner har opbygget et solidt ry gennem en lang række intense koncerter.  \nMed debutalbummet Within The Viscera er banen for alvor kridtet op til nye og voldsomme eventyr. “A new extreme metal force has begun their bloodstained rise”, skrev metalmagasinet Kerrang!. At det stadig er en helt særlig oplevelse at lade sig ryste igennem af bandets live-energi, kan man forsikre sig om, når Neckbreakker atter giver Roskilde Festival en brutal lektion i ekstremmetal.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/neckbreakker",
        "other_data": {}
      },
      {
        "artist_name": "Nídia & Valentina",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1zLsxkqMVKSKE8A4WhzZtV"
        },
        "bio_short": "Fabulerende duo skaber rytmisk ekstase mellem håndspillede trommer og elektronik",
        "bio_long": "Træd ind i et magisk rytmelaboratorium, når Roskilde Festival byder velkommen til den genreåbne og pulserende lyd, som duoen Nídia & Valentina fremmaner.\nHer flettes Valentina Magalettis organiske og altid foranderlige trommerytmer på nærmest hypnotisk vis sammen med Nídias elektroniske beats i et lydunivers, der henter inspiration i house, techno og hiphop, men også i afrobeat og Angolas dansable kuduro-musik.\nDer er altid god grund til at lytte med, når den italienske trommeslager Valentina Magaletti søsætter et nyt projekt. Den betagende musiker, som i 2025 også kan opleves med den eksperimenterende rocktrio Moin, viser atter sit mesterskab i sin nye duo med den afro-portugisiske DJ og producer Nídia. Nídia er en central skikkelse på Portugals progressive elektroniske scene og har bl.a. markeret sig som producer for Fever Ray og remixer for Yaeji. Hun viser sig også at være den ideelle samarbejdspartner for Magaletti.\nMed forskellige udgangspunkter, men med en fælles kærlighed til fabulerende rytmer, skaber Nídia & Valentina på deres skamroste album Estradas (2024) et enestående bud på en alternativ form for dansemusik, der opløfter krop og sind. Nu er de to kreative musikere klar til at skabe ekstatiske tilstande på Roskilde Festival med deres pulserende og tranceskabende rytmer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/nidia-valentina",
        "other_data": {}
      },
      {
        "artist_name": "Paydar",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4QXhX7CbOMy8HKl8rZNYEt"
        },
        "bio_short": "Den iransk/danske DJ vender tilbage til Roskilde Festival med episk dansefest",
        "bio_long": "“Det var en koncert, der oversteg alle forventninger og beviste, hvorfor Paydar er en af de mest spændende DJs på den nuværende musikscene”. Sådan lød det i en superlativ anmeldelse fra Bands of Tomorrow, da den iransk/danske DJ leverede en triumf af et show på Roskilde Festival i 2024.\nHer skabte hun en overdådig og inkluderende dansefest under First Days-programmet. En fest, der afgjort skabte tørst efter mere. Derfor er det også en stor glæde at kunne byde Paydar tilbage på dette års Roskilde Festival-program, hvor hun lover et større og endnu vildere show.  \nOpvokset i Danmark som barn af iranske flygtninge har Paydar skabt sig et navn som en fantastisk DJ, der trækker på et væld af musikalske og kulturelle referencer, ligesom hun optræder som del af kunstnerkollektivet Final Planet. I 2024 udsendte hun sin første EP, Middlebeatz.  \nPaydar er kendt for yderst medrivende shows, hvor hendes skills ved DJ-pulten gerne blandes med live-elementer, overvældende visuals og en kæmpe energi, og hvor det er umuligt ikke at blive revet med af hendes eklektiske og dansevenlige stil. Her bygges der bro mellem futurisme og nostalgi i et lystigt mix, hvor hiphop og persisk pop møder arabisk house og brasiliansk baile funk. Det bliver en fest af dimensioner, når Paydar atter rammer Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/paydar",
        "other_data": {}
      },
      {
        "artist_name": "Sanam",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/5s860hZNkN59QRBx6wQ3Da"
        },
        "bio_short": "Et bevægende møde mellem rituelle improvisationer, free form rock og arabisk tradition",
        "bio_long": "Rodfæstet i Libanons alternative musikscene har sekstetten Sanam med debutalbummet Aykathani Malakon fra 2023 høstet stor international anerkendelse.\nBandets musikere fandt sammen omkring et særligt projekt til Beirut-festivalen Irtijal, kurateret af den tyske krautrock-legende Hans Joachim Irmler (Faust). Siden har de arbejdet videre på egen hånd og udviklet et særegent udtryk, der former sig som et kollektivt musikalsk ritual med elementer af postrock, fri improvisation, mellemøstlig folkemusik og arabisk poesi.\nResultatet er rodfæstet i mellemøstlige traditioner, samtidig med at musikerne tilstræber en nærmest hallucinerende og kosmisk atmosfære, som fans af netop krautrocken vil kunne nikke genkendende til. Albummet, der er mixet af Radwan Ghazi Moumneh (Jerusalem in My Heart), blev indspillet live uden overdubs og giver således også et godt billede af den kollektive energi, som Sanam bringer til deres koncerter.\nDenne energi blev også fornemt dokumenteret, da bandet i år udsendte deres første livealbum fra en koncert på det legendariske London-spillested Café Oto. Nu bliver det endelig muligt at opleve dem på dansk jord, når de rammer Roskilde til sommer.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/sanam",
        "other_data": {}
      },
      {
        "artist_name": "School of X",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4VL17UwE7ktJcG04WdbR9B"
        },
        "bio_short": "Himmelstræbende toner fra en af Danmarks stærkeste sangskrivere",
        "bio_long": "Er du til velskrevne indiepop-sange, der driver af både melankoli, finesse og power, skal du for alt i verden opleve School of X, når han indtager Roskilde Festival.\nSom School of X har Rasmus Littauer markeret sig som en original og fængslende kunstner med en række roste udgivelser under bæltet. Tag bare det seneste album, Seventh Heaven, der udkom i efteråret 2024, som allerede har høstet fremragende anmeldelser. “Indiepop i himmelklasse” skrev GAFFA således i en seksstjernet anmeldelse, mens Soundvenue kastede fem stjerner efter albummet.\nRasmus Littauer er i det hele taget kendt som en højt skattet og arbejdsom musiker med et stort repertoire og et internationalt udsyn. Ved siden af sit eget soloprojekt er han kendt som fast trommeslager for MØ, mens han tidligere har arbejdet sammen med blandt andre Trentemøller, Liss og Davide Rossi (Jon Hopkins, Gorillaz). På Seventh Heaven medvirker også Helena Gao samt Noah Carter, der i flere år har kørt et kunstnerisk parløb med Rasmus Littauer.\nLive er han kendt for at levere et forrygende show, hvor sangenes på én gang himmelstræbende, energiske og melankolske lag løfter sig til nye højder i hænderne på et skarpt hold af musikere og en frontfigur, der giver alt hvad han har til publikum. Du kan roligt glæde dig til at komme i pophimlen med en mesterlig sangskriver.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/school-of-x",
        "other_data": {}
      },
      {
        "artist_name": "Soleima",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/71le7jtjw9hq389Fnvi6XM"
        },
        "bio_short": "Rost sangerinde tager sine stærke melodier og personlige tekster i en ny rocket retning",
        "bio_long": "Med en personlig vokal og et poetisk greb om sproget har Soleima markeret sig som en af de stærkeste dansksprogede sangerinder lige nu.\nDet demonstrerede hun på 2023-albummet Nationens Skrammer, hvor hun efter flere engelsksprogede udgivelser, udfoldede sit talent for vedkommende og ofte samfundskritiske sange på modersmålet. Den lyriske nerve er intakt på Soleimas nye album, der udkommer i 2025, og hvorfra vi allerede har hørt singlen “Den Udødelige Historie”.\nHer indvarsler Soleima en mere rocket lyd uden at give køb på den personlige tone og de stærke dansksprogede tekster. Albummet er blevet til ud fra et dogme om at alt skal indspilles live og til at forløse Soleimas vision har hun allieret sig med Bjarke Niemann fra Spleen United.\nNationens Skrammer blev hyldet af bl.a. Soundvenue, der om albummet skrev, at det ramte “et sweetspot mellem Medina og The Minds of 99”. Soleima kridter nu banen op til et mere rocket eventyr, som også vil forplante sig til scenen, når hun indtager Roskilde Festival med sit band og med masser af poetisk power.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/soleima",
        "other_data": {}
      },
      {
        "artist_name": "Still House Plants",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1zvVxcYQEbn9D1tMG7960a"
        },
        "bio_short": "Minimalistisk og eklektisk trio tager rocken i helt nye retninger",
        "bio_long": "Britiske Still House Plants er blevet sandt kultnavn for sine evner til at vride dragende melodier og hypnotiske forløb ud af et minimalistisk set-up bestående af guitar, trommer og vokal.\nTrioens musik er på én gang kompromisløs og inkluderende i sin upolerede charme, og at overvære deres koncerter er som at blive lukket ind i et værksted, hvor rockens grundelementer pilles fra hinanden og sættes sammen på ny. David Kennedys rastløse jazztrommer og Finlay Clarks åbne guitarlandskaber skaber en magisk bund for Jess Hickie-Kallenbachs sjælfulde vokal, og sammen skaber de deres helt egen lyd, hvor elementer af garagerock og postpunk møder ekkoer af både freejazz og R&B.\nDen lyd har skaffet dem et ry som et band, der trods enkle virkemidler hele tiden formår at overraske. “Still House Plants are the most vital band in Britain today”, skrev The Guardian om deres seneste album If I Don't Make It, I Love U (2024). Et album, som over hele linjen har modtaget begejstrede anmeldelser og bl.a. blev fremhævet som Best New Music på Pitchfork. \nEn bevidsthedsudvidende rejse på rockens skæve sideveje venter, når Still House Plants gæster Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/still-house-plants",
        "other_data": {}
      },
      {
        "artist_name": "The Chisel",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/20jscDXkBqf0euv7zSsyTx"
        },
        "bio_short": "Kompromisløs energi og arbejderklassevrede fra Londons nye punk-helte",
        "bio_long": "Der er dømt uspoleret punk af den gamle skole, når The Chisel indtager scenen. London-bandet holder faklen højt med rå æstetik, hårde hooks og arbejderklasselyrik sunget med tyk Lancashire-accent af den magnetiske frontfigur Callum Graham.\nBandet udspringer af en ny bølge af engelsk punk og er associeret med bands som Violent Reaction, Arms Race og Chubby & The Gang. Efter en håndfuld EP’er høstede de stor anerkendelse for debutalbummet Retaliation (2022) med en blanding af kompromisløs hardcore-inspiration, stærk sangskrivning og omkvæd lige til at skråle med på.\nBåde vreden og intensiteten er intakt på det nye album, What A Fucking Nightmare, som magasinet Kerrang! har kaldt “the perfect soundtrack for a decaying nation”. Men selvom The Chisels giver deres samtid og ikke mindst det engelske samfund klø, er det sært opløftende at lade sig rive rundt af bandets vilde energi, der ikke mindst kommer til udtryk live.\nAt være til koncert med The Chisel er som at få spyttet ubekvemme sandheder i hovedet af et band, der sparker døren til kaos ind. Men man kommer renset ud på den anden side. Oplev selv, når The Chisel rammer Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/the-chisel",
        "other_data": {}
      },
      {
        "artist_name": "The Mary Wallopers",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7aLfd5azGVKmim6H38mZk2"
        },
        "bio_short": "Syv fantastiske musikere skaber koncertekstase med rebelsk fortolkning af irsk folk",
        "bio_long": "Der ruskes grundigt op i den irske folk-scene i disse år, hvor bands som Lankum har revitaliseret traditionen ved at gå bag om klicheerne og udbredt en mere mørk version af irsk folk til en bred skare af alternative musiklyttere.\nOgså The Mary Wallopers har med lige dele kærlighed til traditionen, politisk gnist og fandenivoldsk attitude givet nyt liv til folkemusikken. Irish Rock N Roll hedder deres 2023-album ikke for ingenting, for det er folkemusik, men spillet med rockens og punkens rå energi, så man sender kærlige tanker til legender som The Pogues.\nThe Mary Wallopers henter inspiration i den sociale protest fra punk og hiphop, men har også en mission om at vise, hvor meget rebelsk nerve der faktisk er i den traditionelle folkemusik, som blotlægger magthavernes kynisme og råber op om fattigdom og undertrykkelse.\nDen nerve forløser bandet selv på bedste vis, når de indtager scenen med et forrygende sammenspil, der har gjort dem til et af de mest roste live-acts i den irske folk-revival. De syv musikere skaber i fællesskab en helt særlig energi til koncerterne, hvor man bag den rå punkattitude mærker en stor detaljerigdom, et dybt traditionskendskab og et engagerende musikalsk overskud. Et overskud, der har det med at sende hele publikum i ekstase. Du er inviteret med til festen, når det fænomenale liveband gæster Roskilde Festival med nyt album i bagagen.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/the-mary-wallopers",
        "other_data": {}
      },
      {
        "artist_name": "This Is Lorelei",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/0GmYGGZZIU8vHbI0bAXZun"
        },
        "bio_short": "Skæve indieperler fra eklektisk og begavet sangskriver",
        "bio_long": "At Nate Amos er en mand, der holder den alternative musikfane højt, kunne man bevidne, da han i 2024 gav en forrygende koncert med sin duo Water From Your Eyes på Roskilde Festival.\nHans sans for at kombinere intelligent sangskrivning, kringlede musikalske afstikkere og en charmerende DIY-tilgang går igen i hans soloprojekt This Is Lorelei, som i over et årti har fungeret som en generøs udgivelseskilde for den kreative sangskriver.\nI det tidsrum har This Is Lorelei lagt et utal af singler, EP’er og album op på sin Bandcamp-side, og bundniveauet er imponerende højt med talrige musikalske perler. Det var dog først i 2024, at This Is Lorelei stod frem med et album i bredere distribution i form af Box For Buddy, Box For Star. Albummet er et vidnesbyrd om Amos’ alsidige evne som sangskriver og hans fornemmelse for at pakke sine skæve og rørende fortællinger ind i et eklektisk mix af indiefolk, country, soft rock, slacker og bedårende pop.\nAlbummet blev hyldet af anmelderne, bl.a. af Pitchfork, der sammenlignede Nate Amos med navne som The Magnetic Fields. Med Box For Buddy, Box For Star har Nate Amos for alvor fået This Is Lorelei ud til en bredere skare af lyttere, og heldigvis har det også givet ham lyst til at turnere med projektet, der til sommer gæster Roskilde Festival.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/this-is-lorelei",
        "other_data": {}
      },
      {
        "artist_name": "Thou",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/4KoZpKiPeX4jIi7Euwcfuo"
        },
        "bio_short": "Dommedagsmestrer fra Louisiana nedkalder mørket over Roskilde",
        "bio_long": "For fans af dommedagstunge riffs og rå lyd er det svært at komme uden om amerikanske Thou, der har holdt faklen højt som globetrottere af de mørkeste afkroge af musikken, siden de blev dannet i Baton Rouge i 2005.\nBandet henter inspiration i både den klassiske doom metals monumentale tyngde, i grungens desperate nerve og black metals fortvivlede skrig. En kombination, der har sikret dem en solid fanbase. Deres fans har kunnet glæde sig over, at Thou både er særdeles produktive og formår at holde bundniveauet ekstremt højt. På udgivelse efter udgivelse formår de at sætte nye tunge standarder, samtidig med at de udfordrer sig selv. I 2024 har de udsendt det skamroste album Umbilical, der viser bandet i topform.\nThou udmærker sig også ved at være et inkluderende band, der har samarbejdet med en lang række af kunstnere fra Emma Ruth Rundle og The Body til Ragana og The Hirs Collective, som gæstede Roskilde Festival i 2024. Thou har også været artists in residence på festivalen Roadburn – et adelsmærke for dyrkere af den tunge musik.\nTør du bevæge dig helt ned i mørket, så findes der få bedre vejvisere end Thou, og du kan forvente en brutal sonisk rejse, når de gæster Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/thou",
        "other_data": {}
      },
      {
        "artist_name": "TootArd",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/7nSWA1659h0Vb1EyjJdSFV"
        },
        "bio_short": "Arabisk discobrag fra Golanhøjderne vender tilbage til Roskilde",
        "bio_long": "Der var både store smil, svedige kroppe og ikke mindst ekstatiske dansefødder, da TootArd leverede en funklende fest på Roskilde Festival i 2023. Siden er respekten for duoens funky arabiske toner kun vokset, ikke mindst takket være deres live-shows, som er umulige at stå stille til.\nDe to brødre bag TootArd – Hasan og Rami Nakhleh – stammer fra de besatte Golanhøjder og er principielt statsløse. Det har dog ikke forhindret dem i at erobre verden med en musik, der transporterer lytteren til svedige mellemøstlige klubber og løfter arven fra en gylden storhedstid for arabisk disco og funk kombineret med musikalske traditioner fra Nordafrika.\nOpskriften lyder på charmerende retro-synthesizere, 80’er-klingende trommemaskiner, hypnotiske beats, mellemøstlige skalaer og en solid flair for magiske pophooks, som man kunne høre på det mesterlige album Migrant Birds (2020).\nTitlen er i sig selv en indikation af TootArds mål om at skabe sange, der som fugle krydser indsnævrende grænseskel. Nu vender Nakhleh-brødrene tilbage til Roskilde Festival, og de er klar til at levere endnu et legendarisk festorgie, der sætter kroppen fri.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/tootard",
        "other_data": {}
      },
      {
        "artist_name": "Wisp",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/3TJZG17pjOKXwx1ELKJPfm"
        },
        "bio_short": "Ung sensation bringer drømmende shoegaze-musik til nye generationer",
        "bio_long": "Med svævende vokal, drømmende stemninger og oceaner af støjguitar-lag bringer den unge amerikanske kunstner Wisp arven fra 80’ernes og 90’ernes shoegaze-musik ind i nutiden.\nWisp er et godt eksempel på, hvordan platforme som TikTok kombineret med hjemmestudiets muligheder har bragt tidligere generationers alternative musikformer ud til nye lyttere. Den nu kun 20-årige musiker brød igennem i 2023 med det virale hit “Your Face”, der skaffede hende mange dedikerede følgere og også vakte interesse fra den etablerede branche. Året efter udsendte hun EP’en Pandora, og allerede nu er hun af flere musikmedier og anmeldere blevet spået en stor fremtid.\nDreampop- og støjrock-godfathers som Cocteau Twins og My Bloody Valentine er tydelige referencerammer i de smukke melodier og i de storslåede guitarflader, men Wisp bringer også nye elementer til den klassiske shoegaze-lyd, som hun tydeligt brænder for.\nVi kan vente os store ting af Wisp, der trods den unge alder og få udgivelser også er godt på vej til at skaffe sig erfaring som livekunstner. Vi ser frem til at opleve hende for første gang på dansk jord, når hun bringer sine poetiske og friske bud på shoegaze-genren til Roskilde.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/wisp",
        "other_data": {}
      },
      {
        "artist_name": "Yeule",
        "stage_name": "",
        "start_ts": null,
        "end_ts": null,
        "social_links": {
          "spotify": "https://open.spotify.com/artist/1WZarnZpWEv7dDtjAETt4X"
        },
        "bio_short": "Posthuman drømmepop fra visionær musikalsk kamæleon",
        "bio_long": "Bag navnet Yeule står den non-binære singaporeanske kunstner Nat Ćmiel, hvis musik er blevet kaldt ”dream-pop perfection” af The Fader. Men på trods af en tydelig kærlighed til drømmepop, shoegaze og 90’ernes alternative rock er det tydeligt, at Yeules mangefacetterede udtryk overskrider snævre enhver snæver genredefination.\nSiden de var 14 år, har Yeule udsendt egne sange og opbygget et kultfølge. Nærmest som en moderne David Bowie bevæger Yeule sig på kamælonisk vis gennem en række identiteter og stilarter, og via disse skabes et rum til at både at udforske sin egen identitet og den digitaliserede æra, vi lever i.\nDet er musik, der på ambitiøs vis udforsker de digitale glitches, der opstår i sjælens møde med teknologien, som på Yeules grandiose mesterværk fra 2022 med den passende titel Glitch Princess. Et album, der bl.a. gjorde sig bemærket ved et afsluttende ambientnummer på næsten fem timer. Albummet blev hyldet af anmelderne. Bl.a. skrev Line of Best Fit: “Yeule breaks boundaries and shines in all styles”.\nSiden er Yeule blevet signet på Ninja Tune, og de udsendte i 2023 albummet softscars, hvor inspirationen fra alternativ rock og endda metal skinner igennem. Et nyt album udkommer til foråret 2025, og nu er Yeule klar til at spinde Roskilde Festival ind i sit futuristiske drømmepopunivers.",
        "country_code": null,
        "scrape_url": "https://www.roskilde-festival.dk/program/musik/yeule",
        "other_data": {}
      }
    ]
  }
]